Repository: pypi-data/pypi-mirror-1
Catalog: packages/collective.portlet.bookmarks/collective.portlet.bookmarks-0.1.zip/collective.portlet.bookmarks-0.1/collective/portlet/bookmarks/locales/*/LC_MESSAGES/collective.portlet.bookmarks.po
Languages: cs

source: Bookmark added
cs: Položka byla přidána mezi oblíbené.

source: Bookmark already there
cs: Tuto položku již máte mezi oblíbenými.

source: Bookmarks Portlet
cs: Portlet oblíbených položek

source: Display modification date of the bookmarked item.
cs: Zobrazit v portletu datum poslední změny oblíbené položky.

source: My Bookmarks
cs: Oblíbené položky

source: Show date
cs: Zobrazit datum

source: box_bookmark_this_page
cs: Přidat stránku mezi oblíbené

source: box_bookmarks
cs: Oblíbené položky

source: box_bookmarks_no_items
cs: Zatím nemáte žádné oblíbené položky.

source: box_manage_bookmarks
cs: Spravovat oblíbené
