Repository: pypi-data/pypi-mirror-1
Catalog: packages/cryptobox-server/cryptobox-server-0.3.0.tar.gz/cryptobox-server-0.3.0/plugins/volume_mount/intl/*/cryptobox-server-feature-volume_mount.po
Languages: de, es, it, ja, pl, sl

source: Open and close volumes
de: Datenträger öffnen und schließen
es: Abrir y cerrar volúmenes
it: Apertura e chiusura volumi
ja: 領域の開閉
pl: Otwieranie i zamykanie woluminów
sl: Odpri in Zapri vsebino

source: Activation
de: Aktivierung
es: Activación
it: Attivazione
ja: 有効化
pl: Włączenie
sl: Aktiviraj

source: Deactivation
de: Deaktivierung
es: Desactivación
it: Disattivazione
ja: 無効化
pl: Wyłączenie
sl: de-aktiviraj

source: Volume's encryption password
de: Passwort der Datenträgerverschlüsselung
es: Contraseña de cifrado de volúmen
it: Password di cifratura del volume
ja: 領域の暗号化パスワード
pl: Hasło szyfrowania woluminu
sl: Geslo šifriranega nosilca

source: Open this volume
de: Datenträger öffnen
es: Abrir este volúmen
it: Apri questo volume
ja: 領域を開く
pl: Otwórz wybrany wolumin
sl: Odpri nosilec

source: Close this volume
de: Datenträger schließen
es: Cerrar este volúmen
it: Chiudi questo volume
ja: 領域を閉じる
pl: Zamknij wybrany wolumin
sl: Zapri nosilec

source: This volume is currently closed. If you open the volume, then you will be able to access the data of this volume. Just search in your network environment for the server and browse through its shares. In case the volume is encrypted you have to enter the corresponding password first.
de: Dieder Datenträger ist momentan geschlossen. Wenn du diesen Datenträger öffnest, kannst du auf seine Daten zugreifen. Suche einfach in deiner Netzwerkumgebung nach dem Server und durchstöber seine Freigaben. Falls der Datenträger verschlüsselt wurde, musst du erst das entsprechende Passwort eingeben.
es: Este volúmen está cerrado. Para acceder a los datos almacenados tiene que abrirlo. Busque el servidor en su entorno de red y explore sus dispositivos compartidos. Si el volúmen está cifrado tendrá que introducir antes la contraseña.
it: Il volume è attualmente chiuso. Se si apre il volume, sarà possibile accedere ai dati contenuti in esso semplicemente cercando il server nella propria rete e navigando tra le sue condivisioni. Se il volume è cifrato è necessario inserire la password corrispondente.
ja: この領域は、現在は閉じています。この領域を開く設定に変更すると、この領域のデータを読み出すことができます。そうすれば、ネットワーク内でサーバーを検索して、共有領域を使うことができます。領域が暗号化されている場合は、まずパスワードを入力しなければなりません。
pl: Wolumin jest aktualnie zamknięty. Jeśli otworzysz wolumin, będziesz mógł mieć dostęp do danych na tym woluminie. Poszukaj tylko w swojej sieci serwera i przejrzyj udostępnione woluminy. Jeśli wolumin jest zaszyfrowany, musisz najpierw wpisać odpowiednie hasło.
sl: Ta nosilec je trenutno zaprt. Če ga odprete boste imeli dostop do podatkov na nosilcu. Poiščite strežnik v omrežnem okolju. Vkolikor je nosilec šifriran morate najprej vnesti ustrezno geslo.

source: This volume is currently open. All files are accessible for everyone who has access to your local network. Just search in your network environment for the server and browse through its shares. Before you close the volume you should quit all programs with open files on it.
de: Dieser Datenträger ist momentan geöffnet. Alle Dateien sind über das lokale Netzwerk verfügbar. Suche einfach in deiner Netzwerkumgebung nach dem Server und durchstöber seine Freigaben. Bevor du den Datenträger schließt, sollten alle Programme beendet sein, die auf dessen Dateien zugreifen.
es: Este volúmen está abierto. Todos sus archivos son accesibles desde su red local. Busque el servidor en su entorno de red y explore sus dispositivos compartidos. Antes de cerrar el volúmen salga de todos los programas que utilicen archivos guardados en él.
it: Il volume è attualmente aperto. I dati in esso contenuti sono accessibili da chiunque ha accesso alla propria rete locale semplicemente cercando il server nella rete e navigando tra le sue condivisioni. Prima di chiudere il volume sarà necessario chiudere tutti i file aperti.
ja: この領域は、現在、開いています。すべてのファイルはLAN上にいる誰からでも利用可能です。ネットワーク内でサーバーを検索して、共有領域を使うことができます。領域を閉じる前には、その領域にあるファイルを利用しているすべてのプログラムを終了させる必要があります。
pl: Ten wolumin jest aktualnie otwarty. Wszystkie pliki są dostępne dla każdego, kto ma dostęp do twojej lokalnej sieci. Poszukaj tylko w sieci serwera i przejrzyj udostępnione woluminy. Zanim zamkniesz wolumin, powinieneś najpierw zamknąć na nim wszystkie programy z otwartymi plikami.
sl: Vsebina je trenutno odprta. Vsi dokumenti so dosegljivi vsem, ki imajo dostop v vaše lokalno omrežje. V mrežnem okolju poiščite s kom delite podatke. Preden zaprete vsebine morate zapreti vse programe z odprtimi dokumenti.

source: Volume opened
de: Datenträger wurde geöffnet
es: Volúmen abierto
it: Volume aperto
ja: 領域を開きました
pl: Wolumin otwarty
sl: Vsebina odprta

source: The content of this volume is available now.
de: Der Inhalt dieses Datenträgers ist nun verfügbar.
es: Ahora puede acceder al contenido de este volúmen.
it: Il contenuto di questo volume è ora disponibile.
ja: この領域は準備ができました。
pl: Zawartość tego woluminu jest teraz dostępna.
sl: vsebina tega dela je zdaj na voljo.

source: Volume closed
de: Datenträger wurde geschlossen
es: Volúmen cerrado
it: Volume chiuso
ja: 領域は閉じました
pl: Wolumin zamknięty
sl: Vsebina zaprta

source: The content of this volume is protected from access now.
de: Der Inhalt dieses Datenträgers ist vor Zugriffen geschützt.
es: El contenido de este volúmen está ahora protegido contra el acceso.
it: Il contenuto del volume è ora protetto dall'accesso.
ja: いまのところ、この領域は利用することができません。
pl: Zawartość tego woluminu jest teraz zabezpieczona przed dostępem.
sl: Vsebina tega dela je zdaj zaščitena pred vstopom.

source: Opening failed
de: Öffnen fehlgeschlagen
es: Falló la apertura
it: Apertura fallita
ja: 領域を開くのに失敗しました
pl: Otwieranie nie powiodło się
sl: Odpiranje ni uspelo

source: The volume could not be opened for some reason. Sorry!
de: Der Datenträger konnte nicht geöffnet werden. Entschuldigung!
es: Lo siento, por algún motivo no pudo abrirse el volúmen.
it: Non è stato possibile aprire il volume.
ja: なんらかの理由で、この領域を開くことができませんでした。
pl: Nie można było otworzyć woluminu - Przepraszamy!
sl: Ta vsebina zaradi (ne)znanega razloga ne morem odpreti - Oprosti!

source: View event log
de: Nachrichtenprotokoll anzeigen
es: Ver el registro de eventos
it: Mostra registro degli eventi
ja: イベントログを見る
pl: Obejrzyj rejestr wydarzeń
sl: Preglej dnevnik dogodkov

source: Maybe you entered a wrong password?
de: Vielleicht hast du ein falsches Passwort eingegeben?
es: Puede que haya introducido una contraseña incorrecta.
it: Probabilmente è stata inserita una password errata.
ja: パスワードが間違っていませんか？
pl: Może wpisałeś niewłaściwe hasło?
sl: Morda ste vnesli napačno geslo?

source: Unknown format
de: Unbekanntes Format
es: Formato desconocido
it: Formato sconosciuto
ja: 未知のフォーマットです
pl: Nieznany format
sl: Neznan format

source: The type of this volume ist not known. Maybe you want to initialize it first?
de: Der Datenträgertyp ist unbekannt. Willst du ihn jetzt initialisieren?
es: No se reconoce el tipo de volúmen ¿Quiere inicializarlo antes?
it: Questo volume è di un tipo sconosciuto. Si desidera inizializzarlo?
ja: この領域のタイプIDは登録されていないものです。最初に初期化が必要かもしれません。
pl: Nieznany rodzaj tego woluminu. Może chcesz go najpierw inicjować?
sl: Tip te vsebine ni znan. Morda želite zadevo najprej inicializirati?

source: Format volume
de: Datenträger formatieren
es: Formatear el volúmen
it: Formatta volume
ja: 領域のフォーマット
pl: Formatuj wolumin
sl: Format vsebine

source: Closing failed
de: Schließen fehlgeschlagen
es: Falló el cierre
it: Chiusura fallita
ja: 領域を閉じるのに失敗しました
pl: Zamykanie nie powiodło się
sl: Zapiranje ni uspelo

source: The volume could not be closed. Probably some files are still in use.
de: Der Datenträger konnte nicht geschlossen werden. Vielleicht werden einige seiner Daten noch verwendet.
es: El volúmen no pudo cerrarse. Probablemente hay archivos en uso.
it: Non è stato possibile chiudere il volume. Probabilmente alcuni file sono ancora aperti.
ja: 領域を閉じることができませんでした。おそらく、ファイルが使われているのではないかと思われます。
pl: Nie można było zamknąć woluminu. Prawdopodobnie niektóre pliki są jeszcze w użyciu.
sl: Te vsebine ne morem zapreti. Verjetno je katera od datotek še vedno v rabi.

source: Already open
de: Bereits geöffnet
es: Ya está abierto
it: Già aperto
ja: 領域はすでに開いています
pl: Wolumin otwarty
sl: Že odprto

source: The volume is already open.
de: Der Datenträger wurde bereits geöffnet.
es: El volúmen ya está abierto.
it: Il volume è già aperto.
ja: その領域は、すでに開いています。
pl: Wolumin jest już otwarty.
sl: Ta vsebina je že odprta

source: Already closed
de: Bereits geschlossen
es: Ya está cerrado
it: Già chiuso
ja: 領域はすでに閉じています
pl: Wolumin zamknięty
sl: Že zaprto

source: The volume is already closed.
de: Dieser Datenträger wurde bereits geschlossen.
es: El volúmen ya está cerrado.
it: Il volume è già chiuso.
ja: その領域は、すでに閉じています。
pl: Wolumin jest już zamknięty.
sl: Ta vsebina je že zaprta
