Repository: pypi-data/pypi-mirror-1
Catalog: packages/collective.dancing/collective.dancing-0.4b4.tar.gz/collective.dancing-0.4b4/collective/dancing/locales/*/LC_MESSAGES/collective.dancing.po
Languages: es

source: Channel administration
es: Administración de canales

source: "${channel}" subscriptions administration
es: Administración de subscripciones al canal "${channel}"

source: Up to Channels administration
es: Subir a Administración de canales

source: Edit Channel
es: Editar canal

source: Edit Channel ${channel}
es: Editar canal ${channel}

source: Add or edit channels that will use collectors to gather and email specific sets of information from your site, to subscribed email addresses, at scheduled times.
es: Añadir o editar canales que utilizarán colecciones para recopilar elementos de información de tu sitio web y enviarlos por correo electrónico a las direcciones suscritas en los momentos programados.

source: Add
es: Añadir

source: Item added successfully.
es: Se ha añadido el elemento

source: Remove block
es: Eliminar el bloque

source: Item successfully deleted.
es: Se ha borrado el elemento

source: Move block up
es: Mover el bloque para arriba

source: Item successfully moved.
es: El elemento se ha movido

source: Move block down
es: Mover el bloque para abajo

source: Edit ${collector}
es: Editar ${collector}

source: Up to Collector administration
es: Subir a Administración de colecciones

source: Type
es: Tipo

source: Collector administration
es: Administración de colecciones

source: Title
es: Título

source: To confirm your subscription with ${channel}, please click here: ${url}
es: Para confirmar tu suscripción a ${channel}, por favor haz clic aquí: ${url}

source: Please confirm your subscription
es: Por favor, confirma tu suscripción

source: Click here to manage your subscriptions with ${site-title}:
es: Haz clic aquí para gestionar tus suscripciones en ${site-title}:

source: Manage your subscriptions
es: Gestionar tus suscripciones

source: Best regards
es: Saludos cordiales

source: You're receiving this e-mail because you're registered for the ${channel} newsletter.
es: Estás recibiendo este correo electrónico porque estás suscrito al boletín de noticias ${channel}.

source: Click here to unsubscribe.
es: Haz clic aquí para anular la suscripción.

source: label_collector_administration
es: Administración de colecciones

source: description_collector_administration
es: Las colecciones son útiles para los boletines de noticias automáticos. Sirven para recopilar la lista de elementos que hay que publicar.

source: label_statistics_administration
es: Estadísticas

source: description_statistics_administration
es: Ver las estadísticas de boletines

source: label_channel_administration
es: Administración de canales

source: description_channel_administration
es: Un canal es un elemento esencial para la configuración. No hace nada por sí mismo. Proporciona una serie de componentes con los que trabajar que se pueden configurar. También es el contenedor que registra sus propias suscripciones.

source: Up to Singing & Dancing configuration
es: Subir a Configuración de Singing & Dancing

source: Singing & Dancing configuration
es: Configuración de Singing & Dancing

source: Up to Site Setup
es: Subir a Configuración del sitio

source: You are already subscribed to this newsletter. Click here to <a href="${url}">edit your subscriptions</a>.
es: Ya estás suscrito a este boletín. Haz clic aquí para <a href="${url}">modificar tus suscripciones</a>.

source: There were some errors.
es: Ha habido algunos errores.

source: Proceed
es: Proceder

source: ${channel} options
es: opciones de ${channel}

source: Portlet header
es: Cabecera del portlet

source: Edit Channel Subscribe Portlet
es: Editar el portlet de suscripción a canal

source: Title of the rendered portlet
es: Título del portlet tal y como aparece en el sitio

source: The channel to enable subscriptions to.
es: Canal al cual permitir las suscripciones.

source: Back to portlets
es: Volver a portlets

source: Find the channel you want to enable direct subscription to
es: Encontrar el canal al que permitir suscripciones directas.

source: This portlet allows a visitor to subscribe to a specific newsletter channel.
es: Este portlet permite a un visitante suscribirse a un canal específico de boletín de noticias.

source: Portlet description
es: Descripción del portlet

source: Add Channel Subscribe Portlet
es: Añadir portlet de suscripción de canales

source: Description of the rendered portlet
es: Descripción del portlet tal y como se muestra

source: Subscribe directly from portlet
es: Suscribir directamente desde el portlet

source: Click here to select collector options to be automatically enabled, when subscribing from this portlet.
es: Haz clic aquí para que las opciones de la colección se seleccionen automáticamente cuando se haga una suscripción desde este portlet.

source: Footer text
es: Texto del pie

source: Text in footer - if omitted the channel title is used
es: Texto del pie - si se omite se usará el título del canal

source: Show footer
es: Mostrar pie

source: Click here to show the portlet footer.
es: Haz clic aquí para mostrar el pie del portlet

source: Apply
es: Aplicar

source: Trigger now
es: Disparar ahora

source: ${number} messages queued.
es: ${number} mensajes puestos en cola

source: No messages queued.
es: No se ha puesto ningún mensaje en la cola.

source: Send ${item} as newsletter
es: Enviar ${item} como boletín de noticias

source: The channel to send this through
es: Canal a través del cual mandar esto

source: Include collector items
es: Incluir los elementos de la colección

source: Address to send the preview to
es: Dirección a la cual enviar la vista previa

source: This is only required if you click 'Send preview' below
es: Esto sólo se requiere si haces clic en "Enviar vista previa" más abajo

source: Send
es: Enviar

source: ${num} messages queued.
es: ${num} mensajes en cola

source: Show preview
es: Mostrar vista previa

source: Send preview
es: Enviar vista previa

source: All sent and failed messages deleted
es: Se han borrado todos los mensajes enviados y fallidos

source: Newsletter statistics
es: Estadísticas de los boletines de noticias

source: Total messages sent
es: Total de mensajes enviados

source: Total number of messages sent successsfully
es: Número total de mensajes que se han podido enviar

source: New messages
es: Mensajes nuevos

source: Messages waiting to be sent
es: Mensajes en espera para enviar

source: Last Change
es: Último cambio

source: Sent messages
es: Mensajes enviados

source: Messages successfully sent
es: Mensajes enviados con éxito

source: Failed messages
es: Mensajes fallidos

source: Messages with errors
es: Mensajes con errores

source: Retry messages
es: Reintentar el envío

source: Messages with errors in the retry queue
es: Mensajes con errores en la cola de reintento

source: Flush old messages
es: Eliminar los mensajes viejos

source: Please select items to flush.
es: Por favor, selecciona los elementos que hay que eliminar

source: Successfully flushed channels.
es: Canales vaciados con éxito

source: Send messages now
es: Enviar los mensajes ahora

source: Please select which channel you'd like to send queued e-mails of.
es: Por favor, selecciona el canal cuyos correos en cola quieres enviar.

source: You unsubscribed successfully.
es: Te has dado de baja de la suscripción.

source: You aren't subscribed to this channel.
es: No estás suscrito a este canal.

source: Your subscription was updated.
es: Tus suscripciones se han actualizado.

source: Apply changes
es: Aplicar cambios

source: Unsubscribe from newsletter
es: Darse de baja de la suscripción al boletín.

source: You are already subscribed. Fill out the form at the end of this page to be sent a link from where you can edit your subscription.
es: Ya estás suscrito. Rellena el formulario que aparece al final de esta página para que se te envíe un enlace desde el cual puedes modificar las condiciones de tu suscripción.

source: Your email address is already subscribed. Click the "Send my subscription details" button below.
es: Tu dirección de correo electrónico ya está suscrita. Haz clic en el botón de "Enviarme los detalles de mi suscripción" que aparece más abajo.

source: Subscribe
es: Suscribirse

source: There seems to be an error with the information you entered.
es: Parece que hay un error en la información que has introducido.

source: You subscribed successfully.
es: Te has suscrito correctamente.

source: Information on how to confirm your subscription has been sent to you.
es: Se te ha enviado información sobre cómo confirmar tu suscripción.

source: My subscriptions
es: Mis suscripciones

source: Edit existing subscriptions
es: Editar las suscripciones existentes

source: Fill out the form below to receive an email with a link from which you can edit you subscriptions.
es: Rellena el formulario que aparece más abajo para recibir un correo electrónico con un enlace desde el cual puedes modificar tus suscripciones.

source: Fill out the form below to subscribe to ${channel}. Note that this is for new subscriptions. Click here to <a href="${url}">edit your subscriptions</a>.
es: Rellena el formulario que aparece más abajo para suscribirte a ${channel}. Esto es sólo para las suscripciones nuevas. Haz clic aquí <a href="${url}">modificar tus suscripciones</a>.

source: Subscribe to ${channel}
es: Suscribirse a ${channel}

source: Confirming your subscription
es: Confirmando tu suscripción

source: You confirmed your subscription successfully.
es: Has confirmado tu suscripción correctamente.

source: Your subscription isn't known to us.
es: No conocemos tu suscripción.

source: Unsubscribe
es: Darse de baja

source: Below you see a list the newsletters we offer. If you are already subscribed to some of these you can fill out the form at the end of this page to be sent a link to where you can edit your existing subscriptions.
es: Más abajo hay una lista de los boletines de novedades que ofrecemos. Si ya estás suscrito a algunos de ellos, puedes rellenar el formulario que aparece al final de esta página para que se te envíe un correo electrónico con un enlace desde el cual puedes modificar tu suscripciones.

source: You are currently subscribed to these newsletters:
es: Actualmente estás suscrito a los siguientes boletines:

source: You can subscribe to these newsletters:
es: Puedes suscribirte a los siguientes boletines:

source: Already subscribed?
es: ¿Ya estás suscrito?

source: Should you be already subscribed to one of our lists, please use this form to retrieve a link to your personalized subscription page:
es: Ya debes estar suscrito a alguna de nuestras listas. Por favor, usa este formulario para que se te envíe un enlace a la página de tus suscripciones personales:

source: Sections
es: Secciones

source: Rich text
es: Texto enriquecido

source: Confirm your subscription with ${channel-title}
es: Confirma tu suscripción a ${channel-title}

source: Change your subscriptions with ${site-title}
es: Cambia tus suscripciones a ${site-title}

source: Your e-mail address is invalid
es: La dirección de correo electrónico es incorrecta

source: E-mail address
es: Dirección de correo electrónico

source: HTML E-Mail
es: Correo electrónico HTML
