Repository: pypi-data/pypi-mirror-1
Catalog: packages/FreeSpeak/FreeSpeak-0.1.tar.gz/FreeSpeak-0.1/lang/*.po
Languages: nl

source: use clipboard instead of stdin
nl: gebruik clipboard in plaats van stdin

source: start minimized in tray icon
nl: start het programma beperkt tot icon

source: Crash
nl: Ongeval

source: An error was occurred:
nl: Er is een fout gemaakt

source: New
nl: niuw

source: New translation
nl: Niuwe vertaling

source: Refresh
nl: Update

source: Refresh module list
nl: Update de lijst van verschillende modulen

source: Reduce
nl: Verklijn

source: Reduce translation window
nl: Verklijn de vertaling fenster

source: Quit
nl: Exit

source: Quit FreeSpeak
nl: exit freespeak

source: About
nl: Aanwijzingen

source: About FreeSpeak
nl: Aanwezingen FreeSpeak

source: A free frontend to online translator engines
nl: Een frij frontend voor online vertalers

source: Clipboard preferences
nl: Voorkeurlijke clipboard

source: Get text from clipboard automatically
nl: Copier de tekst automatish uit clipboard

source: Save text to clipboard after translation
nl: Copier de tekst na de vertaling

source: Translator preferences
nl: Vorkeur vertalers

source: Preferred Translator
nl: Lievelings vertaler

source: Keep translator always on top
nl: Houd de vertaler op de voorgrond

source: Minimalist translator preferences
nl: Voorkeur van de minimale fenster

source: Startup with minimalist translator window
nl: Start het programma met de minimale fenster

source: Show translated text in a popup window
nl: Toon de vertaalde tekst in een popup window

source: Interface preferences
nl: Voorkeurlijke interface

source: Language
nl: Taal

source: Miscellaneous preferences
nl: Voorkeurlijke miscellaneous

source: Use Tray Icon
nl: Gebruik Tray Icon

source: Translation:
nl: Vetaling:

source: From:
nl: Uit:

source: To:
nl: In:

source: <u>T</u>ranslate!
nl: <u>V</u>ertaal!

source: Rename
nl: Herroep

source: A translation is currently running. Are you sure to close this page?
nl: Er vind een vertaling plaats. Ben je zeker dat je deze bladzij wil sluiten?

source: Translation
nl: Vertaling

source: From
nl: Uit

source: to
nl: in

source: using
nl: door

source: Show Window
nl: Toon window

source: Error during language table loading
nl: Rr heeft een fout plaats gevonden tijdens loading van de table language

source: Error during translation
nl: Fout tijdens het vertalen
