Repository: pypi-data/pypi-mirror-1
Catalog: packages/cryptobox-server/cryptobox-server-0.3.0.tar.gz/cryptobox-server-0.3.0/plugins/volume_format_fs/intl/*/cryptobox-server-feature-volume_format_fs.po
Languages: de, es, it, ja, pl, sl

source: Create filesystems
de: Dateisystem erstellen
es: Crear sistemas de archivos
it: Crea filesystem
ja: ファイルシステムの作成
pl: Tworzenie systemów plików
sl: Ustvari datotečni sistem

source: Format
de: Formatieren
es: Formatear
it: Formattazione
ja: 初期化
pl: Formatuj
sl: Oblika

source: Initializing filesystem
de: Dateisystem wird initialisiert
es: Inicializando sistema de archivos
it: Inizializzazione del filesystem
ja: ファイルシステムの初期化中
pl: Inicjowanie systemu plików
sl: Inicializiraj datotečni sistem

source: Initialize filesystem
de: Initialisiere Dateisystem
es: Inicializarsistema de archivos
it: Inizializza filesystem
ja: ファイルシステムの初期化
pl: Inicjowanie systemu plików
sl: Inicializiraj datotečni sistem

source: Yes, I know what I am doing!
de: Ja, ich weiß was ich tue!
es: ¡Sí, sé lo que hago!
it: Sì, so cosa sto facendo!
ja: もちろん、これから何をするのか、よくわかっていますよ！
pl: Wykonaj, wiem, co robię!
sl: Da, vem kaj počenjam!

source: Filesystem type
de: Art des Dateisystems
es: Tipo de sistema de archivos
it: Tipo di filesystem
ja: ファイルシステムタイプ
pl: System plików
sl: Tip datotečnega sistema

source: Encryption
de: Verschlüsselung
es: Cifrado
it: Cifratura
ja: 暗号化
pl: Szyfrowanie
sl: Enkripcija (šifriranje)

source: Yes
de: Ja
es: Sí
it: Sì
ja: はい
pl: Tak
sl: Da

source: No
de: Nein
ja: いいえ
pl: Nie
sl: Ne

source: Usually you will only have to format a volume if you want to turn encryption on or off. Be aware, that you will erase all data from this volume.
de: Normalerweise muss ein Datenträger nur formatiert werden, wenn du die Verschlüsselung ein- oder ausschalten willst. Bedenke, dass dabei alle Daten dieses Datenträgers gelöscht werden.
es: Normalmente sólo tendrá que formatear un volúmen cuando quiera activar o desactivar el cifrado. Sea consciente que borrará todos los datos del volúmen.
it: Di norma è necessario formattare un volume soltanto quando si desidera attivare o disattivare la cifratura. Prestare attenzione al fatto che l'operazione cancellerà tutti i dati dal volume.
ja: もし、暗号化の状態を変更したいのであれば、領域は常に初期化する必要があります。そのような操作を行うと、この領域のすべてのデータが消去されることを了承してください。
pl: Jeśli będziesz chciał włączyć lub wyłączyć szyfrowanie, będziesz musiał przeważnie tylko sformatować wolumin. Weź pod uwagę, że wykreślisz wszystkie dane z tego woluminu.
sl: Navadno boste morali formatirati nosilec/vsebino, če boste želeli vključiti ali izključiti šifriranje. Zavedajte se, da boste s formatiranjem izbrisali vse obstoječe podatke na nosilcu.

source: In the last step you have chosen encryption for this volume. Now you have to enter a corresponding password.
de: Im voherigen Schritt hast du die Datenträgerverschlüsselung ausgewählt. Nun musst du dafür ein Passwort festlegen.
es: En el último paso Ud. ha elegido cifrar este volúmen. Introduzca ahora la contraseña correspondiente.
it: Nell'ultimo passo è stato scelto di attivare la cifratura di questo volume. Inserire la password corrispondente.
ja: 最後のステップで、この領域の暗号化を行うことが選択されていますので、ここではパスワードを入力してください。
pl: Na ostatnim etapie wybrałeś szyfrowanie dla tego woluminu. Teraz musisz wpisać wybrane hasło.
sl: V prejšnjem koraku ste izbrali šifriranje tega nosilca (dela) Zdaj morate vnesti ustrezno geslo.

source: Use a filesystem of your choice. The linux filesystem (ext3) should be a good choice. The windows filesystem (Fat32) is only useful, if you plan to connect your harddisk directly to a computer running the windows operating system.
de: Benutze ein Dateisystem deiner Wahl. Das Linux-Dateisystem (ext3) sollte eine gute Wahl sein. Das Windows-Dateisystem (Fat32) ist nur dann sinnvoll, wenn du die Festplatte direkt an einen Computer anschließen willst, auf dem Windows läuft.
es: Utilice el sistema de archivos que prefiera. El sistema de archivos de Linux (ext3) podría ser una buena opción. El sistema de archivos de Windows (Fat32) es útil sólamente si tiene intención de conectar su disco duro directamente con un ordenadorque monte un sistema operativo Windows.
it: Scegliere il filesystem da usare. Il filesystem di Linux (ext3) dovrebbe essere una scelta adatta. Il filesystem di Windows (Fat32) è utile soltanto se si prevede di collegare il disco rigido direttamente ad un computer con sistema operativo Windows.
ja: 使用するファイルシステムを選んでください。Linuxの標準的なファイルシステムであるext3を選ぶのはよい選択でしょう。ハードディスクを取り外してWindowsが動作するコンピュータに接続して使う予定があれば、WindowsのファイルシステムであるFat32が便利です。
pl: Wybierz dowolny system plików. System plików linux (ext3) będzie dobrym wyborem. System plików windows (Fat32) jest tylko wtedy użyteczny, jeśli zamierzasz udostępnić bezpośrednio swój twardy dysk komputerowi pracującemu w systemie operacyjnym windows.
sl: Uporabljajte datotečni sistem po vaši izbiri. Linux datotečni sistem (ext3) bi lahko bila dobra izbira. Datotečni sistem Windows (Fat32) je uporaben le, če nameravate priključiti trdi disk neposredno na računalnik, ki deluje preko operacijskega sistema windows.

source: Enable encryption if you want to keep your data private. You have to enter the password to open an encrypted container. Be aware that your encrypted data is accessible for your local network. Close it, whenever you do not need it anymore.
de: Aktiviere die Verschlüsselung, wenn du deine Daten schützen willst. Um einen Datenträger zu öffnen, musst du dann ein Passwort eingeben. Beachte, dass die entschlüsselten Daten über dein lokales Netzwerks lesbar sind. Schließe den Datenträger sobald du ihn nicht mehr benötigst.
es: Active el cifrado si quiere mantener la privacidad de sus datos. Para abrir un contenedor cifrado tiene que introducir la contraseña. Atención: sus datos serán entonces accesibles desde su red local. Cierrelo cuando ya no lo necesite.
it: Attivare la cifratura per mantenere la riservatezza dei dati. Sarà necessario inserire una password per aprire un volume cifrato. Prestare attenzione al fatto che i dati cifrati saranno accessibili dalla rete locale. È quindi consigliabile chiudere il volume quando non viene utilizzato.
ja: データを第三者に秘密にしておきたいのであれば、暗号化を有効にしてください。暗号化された部分を開くには、パスワードを入力する必要があります。開いている間は、ローカルネットワーク上で暗号化された領域が利用可能になりますので、注意してください。必要でない時には、暗号化された領域を閉じてください。
pl: Włącz szyfrowanie, jeśli chcesz zachować prywatność swoich danych. Musisz wpisać hasło, aby otworzyć zaszyfrowaną część. Weź pod uwagę, że twoje zaszyfrowane dane będą ogólnie dostępne w twojej lokalnej sieci. Zamknij je, jeśli ich już nie potrzebujesz.
sl: omogočite šifriranje, če želite da vaši podatki (p)ostanejo osebni. Vnesti morate geslo, s katerim boste odprli šifrirane vsebine. Zavedajte se, da so šifrirane datoteke dostopne vaši lokalni mreži. zaprite jih, kadar jih ne potrebujete.

source: Please choose a very good password consisting of letters, digits and special characters. There is no minimal length required, but you should not use less than ten characters. Twenty or more are recommended.
de: Bitte wähle eine sehr gutes Passwort, bestehend aus Buchstaben, Zahlen und Sonderzeichen. Eine Mindestlänge ist nicht vorgeschrieben, du solltest aber mindestens 10 Stellen verwenden. Empfehlenswert sind 20 und mehr Stellen.
es: Por favor, elija una buena contraseña formada por letras, números y caracteres especiales. No se requiere una longitud mínima, pero no debería utilizar menos de 10 caracteres. Se recomienda utilizar 20 ó mas.
it: Scegliere una buona password composta da lettere, cifre e caratteri speciali. Non c'è una lunghezza minima richiesta, ma è opportuno che si usino almeno dieci caratteri. Si raccomanda di usare venti o più caratteri.
ja: 文字と数字の両方を使い記号を含んだ、わかりにくいパスワードを設定してください。パスワードの文字数に決まりはありませんが、10桁以下のものを使わないでください。20桁以上がおすすめです。
pl: Proszę wybrać dobre hasło składające się z liter, cyfr i znaków specjalnych. Nie wymagana jest minimalna długość, ale nie powinieneś użyć mniej niż dziesięć znaków. Zalecane jest dwadzieścia lub więcej znaków.
sl: Prosimo izberite dobro geslo, ki naj vsebuje črke, številke in posebne znake. Minimalna dolžina ni zahtevana, vendar naj ne bi uporabljali gesla z manj kot desetimi znaki. Priporočljivo je, da jih uporabljate dvajset ali več.

source: Don't forget to confirm your action with this checkbox. Nothing happens otherwise.
de: Vergiss nicht deine Auswahl durch Aktivierung dieser Checkbox zu bestätigen. Andernfalls wird nichts passieren.
es: No olvide confirmar su acción marcando esta casilla, de lo contrario no ocurrirá nada.
it: Non dimenticare di confermare l'azione usando questa checkbox, altrimenti non accadrà nulla.
ja: このチェックボックスで、作業の最終確認するのを忘れないでください。チェックしなければ何も起こりません。
pl: Nie zapomnij potwierdzić swojego polecenia poprzez zaznaczenie odpowiedniego pola. W przeciwnym wypadku twoje polecenie nie zostanie wykonane.
sl: Ne pozabite potrditi akcije v potrdilnem polju! V nasprotnem primeru se ne bo zgodilo prav nič.

source: All data of the selected filesystem will get lost!
de: Sämtlichen Daten des gewählten Dateisystems gehen verloren!
es: ¡Se perderán todos los datos del sistema de archivos seleccionado!
it: Tutti i dati sul filesystem selezionato saranno cancellati!
ja: 選択されたファイルシステムにあるすべてのデータは失われます！
pl: Wszystkie dane z wybranego systemu plików zostaną wykreślone!
sl: Vsi podatki datotečnega sistema bodo izbrisani!

source: You must close this volume before you may initialize it.
de: Du musst diesen Datenträger schließen, bevor du ihn initialisieren kannst.
es: Debe cerrar este volúmen para poder inicializarlo.
it: È necessario chiudere un volume prima di inizializzarlo.
ja: 初期化の前に、この領域を必ず閉じてください。
pl: Musisz zamknąć ten wolumin, zanim go zainicjujesz.
sl: Ta nosilec morate zapreti preden ga inicializirate.

source: Close volume now
de: Den Datenträger jetzt schließen
es: Cierre ahora el volúmen
it: Chiudi il volume adesso
ja: すぐに領域を閉じてください
pl: Zamknij wolumin teraz
sl: Zapri nosilec

source: Formatting is running
de: Die Formatierung wird durchgeführt
es: El formateo está en marcha
it: Formattazione in corso
ja: 初期化中
pl: Trwa formatowanie
sl: Formatiranje poteka

source: The selected filesystem is being formatted in the background. This may take some time (depending on the size of your disk).
de: Das gewählte Dateisystem wird im Hintergrund formartiert. Dieser Vorgang kann einige Zeit dauern (abhängig von der Größe der Festplatte).
es: El sistema de archivos seleccionado se está formateando en segundo plano. Puede tardar algún tiempo (dependiendo del tamaño de su disco).
it: Il filesystem selezionato sarà formattato in background. L'operazione potrebbe richiedere un po' di tempo (a seconda della dimensione dei dischi).
ja: 選択されたファイルシステムでの初期化は、バックグラウンドで行われます。終了にはやや時間がかかるでしょう(ディスクのサイズによって違います)。
pl: Wybrany system plików jest formatowany w tle. Może to zająć trochę czasu (w zależności od wielkości twojego dysku).
sl: Izbrani nosilec je bil formatiran v ozadju. ta akcija lahko vzame nekaj časa (odvisno od velikosti vašega diska).

source: Confirmation missing
de: Fehlende Bestätigung
es: Falta confirmación
it: Conferma mancante
ja: 確認に失敗しました
pl: Brak potwierdzenia
sl: Manjka potrditev

source: You did not confirm this action by activating the checkbox.
de: Du hast diese Aktion nicht durch Anhacken der Checkbox bestätigt.
es: Ud. no confirmó esta acción marcando la casilla correspondiente.
it: Non è stata confermata l'operazione attivando l'apposita checkbox.
ja: チェックボックスを有効にして、この作業の最終確認を行ってください。
pl: Nie potwierdziłeś tego polecenia poprzez zaznaczenie odpowiedniego pola.
sl: Niste potrdili akcije s klikom na potrdilno polje

source: Formatting failed
de: Formatierung fehlgeschlagen
es: El formateo falló
it: Formattazione fallita
ja: 初期化に失敗しました
pl: Formatowanie nie powiodło się
sl: Formatiranje ni uspelo

source: Formatting of the selected filesystem failed for unknown reasons - sorry!
de: Die Formatierung des gewählten Dateisystems konnte aufgrund eines unbekannten Fehlers nicht durchgeführt werden - Entschuldige!
es: Lo siento, el formateo del sistema de archivos seleccionado falló por razones desconocidas.
it: La formattazione del filesystem selezionato è fallita per motivi sconosciuti.
ja: なんらかの理由で、選択されたファイルシステムでの初期化に失敗しました。
pl: Formatowanie wybranego systemu plików nie powiodło się - przepraszamy!
sl: Formatiranje izbranega nosilca/vsebine ni uspelo iz (ne)znanega vzroka - oprostite!

source: View log messages
de: Ereignisprotokoll anschauen
es: Ver registro de mensajes
it: Mostra il registro degli eventi
ja: ログメッセージを見る
pl: Pokazuj wszystkie komunikaty rejestru
sl: Preglej dnevniška sporočila
