Repository: pypi-data/pypi-mirror-1
Catalog: packages/Products.Collage/Products.Collage-1.2.3.tar.gz/Products.Collage-1.2.3/Products/Collage/i18n/collage-*.po
Languages: bg, pt_br

source: ${title} has been deleted.
bg: ${title} беше изтрит.
pt_br: ${title} foi excluído.

source: Back to Collage
bg: Назад към колажа
pt_br: Voltar para Collage

source: Skin changed.
bg: Темата беше променена
pt_br: Skin modificado.

source: View changed.
bg: Изгледа беше променен.
pt_br: View modificada.

# button_add_collagerow
source: Add row
bg: Добавне на ред
pt_br: Adicionar linha.

source: default
bg: Общ
pt_br: Padrão

# help_alias_search_limit
source: Alias target search maximum results. '0' or negative means unlimited.
pt_br: Número máximo de resultados de pesquisa para o Alias. '0' ou negativo significa ilimitado.

# help_collage_controlpanel
source: Site wide options for Collage
bg: Общи настройки на колажите
pt_br: Opções globais para Collage

# help_insert_existing_items
source: Choose an existing item to insert. Use dropdown to filter on type and/or text field to restrict search. Hit the [Enter] key to submit your search.
bg: Изберете съществуваща позиция за добавяне. Използвайте менюто за да филтрирате типовете.
pt_br: Selecione um item existente para inserir. Use o menu dropdown para filtrar por tipo.

# help_insert_new_item
source: Select a content-type to insert.
bg: Изберете тип който да бъде добавен
pt_br: Selecione um tipo de conteúdo para inserir.

# help_optional_column_title
source: You may optionally supply a title for this column.
bg: Може да зададете незадължително заглавие на тази колона.
pt_br: Você pode opcionalmente fornecer um título para esta coluna.

# help_optional_row_title
source: You may optionally supply a title for this row.
bg: Може да зададете незадължително заглавие на този ред.
pt_br: Você pode opcionalmente fornecer um título para esta linha.

# help_select_layout
source: Choose a layout for this item.
bg: Изберете оформление за този обект.
pt_br: Selecione um layout para este objeto.

# help_select_skin
source: Choose a skin to apply to the selected layout.
bg: Изберете тема, която да бъде приложена към текущото разположение.
pt_br: Escolha um tema (skin) para aplicar ao layout selecionado.

# help_skin
source: Help
bg: Помощ
pt_br: Ajuda

# help_use_whitelist
source: Only types in below whitelist can be added in a Collage.
pt_br: Apenas os tipos na lista abaixo podem ser adicionados a um Collage.

# label_alias_search_limit
source: Alias search limit
pt_br: Limite de busca para Alias

# label_alias_target
source: Selected target object
bg: Изберете цел за взаимстване
pt_br: Objeto alvo selecionado

# label_all_content_types
source: All content types
bg: Всички
pt_br: Todos

# label_content_type
source: Content type
bg: Тип
pt_br: Tipo de conteúdo

# label_copy_object
source: copy
bg: копиране
pt_br: copiar

# label_index_subobjects
source: Add collage contents in searchable text?
bg: Добавяне съдържанието на колажа към текста за търсене?
pt_br: Adicionar o conteúdo do collage ao catálogo de busca?

# label_insert_existing_item
source: Insert existing item
bg: добавяне на съществуваща позиция
pt_br: inserir item existente

# label_insert_new_item
source: Insert new item
bg: Добавяне на нова позиция
pt_br: Inserir novo item

# label_loading
source: Loading...
bg: Зареждане...
pt_br: Carregando...

# label_move_down
source: Move down
bg: Преместване надолу
pt_br: Mover para baixo

# label_move_left
source: Move left
bg: Преместване в ляво
pt_br: Mover para a esquerda

# label_move_right
source: Move right
bg: Преместване в дясно
pt_br: Mover para a direita

# label_move_up
source: Move up
bg: Преместване нагоре
pt_br: Mover para cima

# label_optional_column_title
source: Column title
bg: Заглавие
pt_br: Título

# label_optional_row_title
source: Row title
bg: Заглавие
pt_br: Título

# label_paste_object
source: paste
bg: залепяне
pt_br: colar

# label_select_layout
source: Select layout
bg: избиране на оформление
pt_br: selecionar layout

# label_show_description
source: Show description
bg: Показване на описание
pt_br: Exibir descrição

# label_show_title
source: Show title
bg: Показване на заглавие
pt_br: Exibir o título

# label_split_column
source: Add column
bg: разделяне
pt_br: dividir

# label_types_whitelist
source: Types whitelist
pt_br: Lista de tipos

# label_use_whitelist
source: Use types whitelist
pt_br: Lista de utilização de tipos

# msg_alias_inserted
source: Alias has been inserted
bg: Обекта беше взаимстван
pt_br: Alias inserido com sucesso

# msg_column_inserted
source: Column has been inserted
bg: Колоната беше вмъкната
pt_br: Coluna inserida com sucesso

# msg_row_added
source: Row has been added
bg: Реда беше добавен
pt_br: Linha inserida com sucesso

# msg_target_object_not_found
source: Target object not found
bg: Обекта не е намерен
pt_br: Objeto alvo não encontrado

# notification_skin
source: Notification
bg: Съобщение
pt_br: Notificação

# title_collage_controlpanel
source: Collage control panel
pt_br: Painel de controle do Collage

source: help_alias_whitelist
bg: Изберете типове, които ще могат да бъдат взаимствани в колажите.

source: help_index_subobjects
bg: Ще покаже този колаж при търсене, ако някоя от вложените позиции отговаря на критериите. Може да забави редактирането на колажа и на вложените обекти, както и да покаже невярни резултати при търсене.

source: help_types_whitelist
bg: Изберете типове, които ще могат да бъдат добавяни към колажите.

# label_aliased
source: (alias)
bg: (взаимстван)

# label_select_skin
source: Skins
bg: Теми
