Repository: pypi-data/pypi-mirror-1
Catalog: packages/*.portlet.gallery/*.portlet.gallery-1.2.1bugfix-r8.tar.gz/*.portlet.gallery-1.2.1bugfix-r8/*/portlet/gallery/locales/*/LC_MESSAGES/*.portlet.gallery.po
Languages: de, fr

source: Add Gallery Portlet
de: Galerie Portlet hinzufügen
fr: Ajouter un Portlet Gallerie

source: Animation Interval.
de: Anzeigedauer
fr: Temps entre les animations

source: Check to shuffle images.
de: Bilder in zufälliger Reihenfolge anzeigen.
fr: Cocher pour donner un ordre aléatoire aux images

source: Choose image resize function (e.g. large, preview, mini, thumb, title, icon, listing) or leave blank.
de: Größe, in der das Bild geladen werden soll (z.B. large, preview, mini, thumb, tile, icon, listing).
fr: Choissisez une taille d'image (ex. large, preview, mini, thumb, title, icon, listing) ou laissez vide.

source: Edit Gallery Portlet
de: Galerie Portlet bearbeiten.
fr: Editer Portlet Gallerie

source: Gallery Portlet
de: Galerie Portlet
fr: Portlet Gallerie

source: Height in pixels.
de: Höhe in Pixel.
fr: Hauteur en pixels.

source: Height of the portlet
de: Höhe des Portlets
fr: Hauteur du Portlet

source: How many items to list.
de: Wie viele Bilder angezeigt werden sollen.
fr: Combien de photos.

source: Image Types
de: Bild-Typen
fr: Type d'images

source: Image size
de: Bildgröße
fr: Taille de l'image

source: Image types to be included into search
de: Bild-Typen, die in die Suche eingebunden werden sollen.
fr: Images à inclure dans la recherche

source: Items in which workflow state to show. Leave blank to not include this criterium.
de: Nur Elemente des ausgewählten Workflows anzeigen. Keine Eingabe, um das Kriterium zu deaktivieren.
fr: Statut des images affichées. Laissez vide pour ne pas prendre en compte ce critère.

source: JQuery introduce $ symbol, which in some versions of Plone is replaced by jq to avoid name-conflict. However in some versions it may still be $ or some of products you have installed might also changed it to $ or any different name.
de: Um Konflikte mit anderen JavaScript-Bibliotheken zu vermeiden wird in Plone '$' für den Aufruf von jQuery-Funktionen durch 'jq' ersetzt. Falls es doch notwendig ist kann dies hier für das Galerie-Portlet geändert werden.
fr: JQuery introduit le symbole $, qui dans certaines versions de Plone est remplacé par 'jq' pour éviter les conflits. Cependant dans certaines versions ce symbole doit rester à $ ou les produits que vous avez déjà installés doivent le setter à $ ou choisr un identifant différent.

source: JQuery symbol
fr: Symbole JQuery

source: List of paths to be included in searching images (it will include all sub-folders). The path is relative to the Zope root, so if your Plone side id is Plone and you would like include all folders under it, you should enter /Plone
de: Liste von Ordnern, in denen nach Bildern gesucht werden soll (inklusive Unterordner). Der Pfad ist relativ zum Zope Root-Verzeichnis anzugeben. Um alle Ordner in der Plone-Site mit der ID 'Plone' einzubeziehen, wäre die Eingabe '/Plone'.
fr: Liste des chemins de recherche des images (ils incluront les sous-dossiers). Le chemin est relatif à la racine de Zope, donc si votre Plone s'appelle plone et que vous voulez inclure toutes les images qu'il contient, saisissez /plone

source: Maximum number of pictures to display in gallery
de: Maximale Anzahl der darzustellenden Bilder.
fr: Nombre d'images maximum affichées dans la gallerie

source: Animation duration.
de: Übergangsdauer
fr: Nombre d'animations.

source: Duration of fade in/out animation (in ms).
de: Zeit für einen Übergang (Ausblenden/Einblenden) zwischen zwei Bildern (in ms).
fr: Nombre d'animations

source: Paths
de: Ordner
fr: Chemins

source: Shuffle
de: Zufallswiedergabe
fr: Aléatoire

source: The title of the gallery. Leave blank to not display the title.
de: Der Titel der Galerie. Leer lassen, um keinen Titel anzuzeigen.
fr: Titre de la gallerie. Laissez vide si vous ne voulez pas afficher de titre.

source: This portlet presents dynamic gallery based on query.
de: Portlet für eine dynamische Galerie mit jQuery.
fr: Ce portlet présente un gallerie dynamique basé sur une recherche d'images.

source: This portlet presents dynamic gallery.
de: Portlet für eine dynamische Galerie.
fr: Ce portlet affiche une gallerie d'image.

source: Time interval between slides change (in ms).
de: Zeit zwischen zwei Bildwechseln (in ms).
fr: Intervalle de temps entre deux images (en ms).

source: Title
de: Titel
fr: Titre

source: Unique identifier for the gallery.
de: Eindeutige ID für die Galerie.
fr: identifiant unique de la gallerie.

source: Width in pixels. Enter 0 to allow default portlet width.
de: Breite in Pixel. 0, um die Standard-Portletbreite zu verwenden.
fr: Largeur en pixels. Saisissez 0 pour garder la largeur par défaut des portlets.

source: Width of the portlet
de: Breite des Portlets
fr: Largeur du portlet

source: Workflow state
de: Workflow Status
fr: Statut des images
