Repository: pypi-data/pypi-mirror-1
Catalog: packages/dateable.chronos/dateable.chronos-0.5.tar.gz/dateable.chronos-0.5/dateable/chronos/locales/*/LC_MESSAGES/chronos.po
Languages: de, es

source: ${amount} events that need action
de: ${amount} Termine benötigen eine Aktion
es: con ${amount} eventos en espera

source: ${amount} events you attend
de: ${amount} Termine an denen Sie teilnehmen
es: participa en ${amount} eventos

source: ${amount} events you organize
de: ${amount} Termine die Sie organisieren
es: organiza ${amount} eventos

source: , for ${count} times
de: , ${count} mal
es: , ${count} veces

source: , until ${date}
de: , bis zum ${date}
es: hasta ${date}

source: Add event
de: Termin hinzufügen
es: Añadir evento

source: Do you want to delete this event?
de: Möchten Sie diesen Termin löschen?
es: ¿Desea borrar este evento?

source: Edit calendar
de: Kalender bearbeiten
es: Editar calendario

source: Edit something
de: Bearbeiten
es: Editar algo

source: Events you are attending
es: Eventos a los que asiste

source: Events you organized
es: Eventos que ha organizado

source: Import iCalendar file
de: iCalendar Datei importieren
es: Importar calendario

source: Search in full names and titles of users.
de: In vollständigen Namen und Titeln der Benutzer suchen.
es: Buscar los usuarios por nombre

source: There are ${num_errors} input errors.
de: ${num_errors} Eingabefehler.
es: Hay $(num_errors) errores de selección

source: Use * to list all attendees (may take a very long time)
de: Verwenden Sie * um alle Teilnehmer aufzulisten (dauert möglicherweise sehr lange).
es: Utilice * para mostrar la lista de participantes (puede llevar mucho tiempo)

source: Week ${week}
de: Woche ${week}
es: Semana ${week}

source: button_add
de: Hinzufügen
es: Añadir

source: button_cancel
de: Abbrechen
es: Cancelar

source: button_change
de: Ändern
es: Cambiar

source: button_confirm
de: Löschen
es: Confirmar

source: button_refresh
de: Aktualisieren
es: Actualizar

source: button_remove
de: Entfernen
es: Borrar

source: button_search
de: Suchen
es: Buscar

source: button_search_for_free_time
de: Nach verfügbaren Zeiten suchen
es: Búsqueda de disponibilidades comunes

source: button_submit
de: Bestätigen
es: Enviar

source: description_multiple_calendar_view
de: With multiple calendar view, you can see the events from several calendars as if they were one.
es: Gracias a la vista múltiple de calendarios, puede ver los eventos de varios calendarios en uno solo.

source: filename_label
de: Dateiname
es: Nombre del archivo

source: label_access
de: Zugriff
es: Accesibilidad

source: label_attached_document
de: Dokument
es: Nombre del fichero adjunto

source: label_attendee_list
de: Liste der Teilnehmer
es: Participantes

source: label_attendee_name
de: Name
es: Nombre

source: label_attendee_status
de: Status
es: Estado

source: label_categories
de: Kategorien
es: Categorías

source: label_add_event
de: Termin hinzufügen
es: Añadir un evento

source: label_current_attendees
de: Aktuelle Teilnehmer
es: Participantes actuales

source: label_currently_visible_calendars
de: Aktuelle Teilnehmer
es: Calendarios visibles actualmente

source: label_date
de: Datum
es: Fecha

source: day
de: Tag
es: Día

source: label_description
de: Beschreibung
es: Descripción

source: label_duration
de: Dauer
es: Duración

source: label_ends
de: Ende
es: Fin

source: label_list_of_attendees
de: Liste der Teilnehmer
es: Participantes

source: label_list_of_matching_times
de: Liste passender Zeiten
es: Periodos de disponibilidad común

source: label_location
de: Ort
es: Localización

source: label_meeting_helper
de: Meeting Assistent
es: Organizar una reunión

source: month
de: Monat
es: Mes

source: label_multiple_calendar_view
de: Multiple calendar view
es: Vista múltiple

source: label_no_attendees_selected
de: Keine Teilnehmer ausgewählt
es: Debe seleccionar al menos un participante

source: label_recurrence
de: Wiederholung
es: Frecuencia

source: label_search_for_attendees
de: Suche nach Teilnehmern
es: Búsqueda de participantes

source: label_search_for_calendars_to_add
de: Suche nach Teilnehmern
es: Búsqueda de calendarios

source: label_search_for_free_time
de: Suche nach freien Zeiten
es: Búsqueda de disponibilidades comunes

source: label_search_results
de: Suchergebnis
es: Resultados de la búsqueda

source: label_select_timespan
de: Zeitspanne auswählen
es: Elegir un intervalo de tiempo

source: label_start
de: Beginn
es: Comienzo

source: label_starts
de: Beginnt
es: Comienzo

source: label_status
de: Status
es: Estado

source: label_title
de: Titel
es: Título

source: label_today
de: Heute
es: Hoy

source: label_transparent
de: Nicht beschäftigt
es: Disponibilidad

source: label_organizer
de: Organisator
es: Organizador

source: label_type
de: Typ
es: Tipo

source: Weeks
de: Wochen
es: Semanas

source: Year
de: Jahr
es: Año

source: message_events_action_is_needed_for
de: Termine die Ihre Bearbeitung benötigen
es: Eventos

source: message_see_this_events_postfix
es: de este evento

source: message_see_this_events_prefix
de: Für diesen Termin anzeigen
es: ver el

source: message_select_new_participation_status
de: Neuen Teilnahmestatus auswählen
es: Seleccionar el estado

source: message_this_is_an_all_day_event
de: Dies ist ein ganztägiger Termin.
es: Evento de todo el día

source: transparent_description
de: Sie können während dieses Termins zu Meetings eingeladen werden
es: Está disponible durante este evento

source: you have
de: Sie haben
es: Usted

source: AttendeeManager
de: Kalender Verwalter
es: Responsable de la agenda

source: AttendeeReader
de: Kalender Leser
es: Lector de la agenda

source: EventParticipant
de: Termin Teilnehmer
es: Participante en el evento

source: EventOrganizer
de: Termin Organisator
es: Organizador del evento

source: EventReader
de: Termin Leser
es: Lector del evento

source: CANCELED
de: Abgesagt
es: Cancelado

source: CONFIRMED
de: Bestätigt
es: Confirmado

source: TENTATIVE
de: Ausstehend
es: Pendiente de confirmación

source: ACCEPTED
de: Akzeptiert
es: Aceptado

source: DELEGATED
de: Delegiert
es: Delegado

source: DECLINED
de: Abgelehnt
es: Rehusado

source: NEEDS-ACTION
de: Benötigt Aktion
es: Por tratar

source: needs-action
de: Benötigt Aktion
es: Por tratar

source: label_true
de: Ja
es: Sí

source: label_false
de: Nein
es: No

source: accepted
de: Akzeptiert
es: aceptado

source: delegated
de: Delegiert
es: delegado

source: declined
de: Abgewiesen
es: rehusado

source: tentative
de: Ausstehend
es: por confirmar

source: PRIVATE
de: Privat
es: Privado

source: PUBLIC
de: Öffentlich
es: Público

source: CONFIDENTIAL
de: Vertraulich
es: Confidencial

source: Private Event
de: Privater Termin
es: Privado

source: RESOURCE
de: Ressource
es: Recurso

source: WORKSPACE
de: Arbeitsplatz
es: Espacio de trabajo

source: Search between
de: Suche zwischen
es: Buscar entre

source: First date
de: Anfangsdatum
es: Fecha de comienzo

source: Last date
de: Enddatum
es: Fecha de fin

source: and
de: und
es: y

source: Duration
de: Dauer
es: Duración

source: Start searching from this date.
de: Beginne Suche mit diesem Datum.
es: Buscar a partir de esta fecha

source: Stop searching after this date.
de: Beende Suche mit diesem Datum.
es: Finalizar la búsqueda en esta fecha

source: Start search at this hour
de: Beginne Suche mit dieser Uhrzeit
es: Buscar a partir de esta hora

source: Stop search at this hour
de: Beende Suche mit dieser Uhrzeit
es: Finalizar la búsqueda a partir de esta hora

source: The expected duration of the event
de: Die erwartete Dauer des Termins
es: Duración prevista del evento

source: Width
de: Breite
es: Ancho

source: The total width of the view
de: Absolute Breite der Ansicht
es: Ancho total de la vista

source: Height
de: Höhe
es: Altura

source: The total height of the view
de: Absolute Höhe der Ansicht
es: Altura total de la vista

source: First Day
de: Erster Tag
es: Primer día

source: The first day of the view
de: Erster Tag der Ansicht
es: Primer día de la vista

source: Days
de: Tage
es: Días

source: The number of days shown
de: Anzahl angezeigter Tage
es: Número de días mostrados

source: From hour
de: Startuhrzeit
es: A partir de

source: The time at the top of the view
de: Uhrzeit am oberen Ende der Ansicht
es: Hora mostrada en lo alto de la vista

source: To hour
de: Enduhrzeit
es: Hasta

source: The time at the bottom of the view
de: Uhrzeit am unteren Ende der Ansicht
es: Hora mostrada en la parte inferior de la vista

source: Title
de: Titel
es: Título

source: The title of the event.
de: Titel des Termins
es: Título del evento

source: Description
de: Beschreibung
es: Descripción

source: A description of the event.
de: Eine Beschreibung des Termins
es: Descripción del evento

source: Starts
de: Beginnt
es: Comienzo

source: Date and time when this event starts.
de: Startdatum und -uhrzeit des Termins
es: Fecha y hora de comienzo del evento

source: Ends
de: Endet
es: Fin

source: Date and time when this event ends.
de: Enddatum und -uhrzeit des Termins
es: Fecha y hora de finalización del evento

source: Takes all day
de: Ganztägig
es: Día completo

source: Check this box if the event goes on all day
de: Aktivieren Sie diese Option, wenn es sich um einen ganztägigen Termin handelt.
es: Marque esta casilla si el evento dura todo el día

source: Not busy
de: Nicht beschäftigt
es: Disponible

source: This event should not appear as busy time in the meeting helper.
de: Dieser Termin soll nicht als beschäftigt im Terminassistenten erscheinen.
es: Este evento no aparece como franja horaria ocupada para la organización de la reunión.

source: Location
de: Ort
es: Localización

source: The location where this event takes place.
de: Ort an dem der Termin stattfindet
es: Localización del evento

source: Status
es: Estado

source: The status of the event.
de: Status des Termins
es: Estado del evento

source: Document
de: Dokument
es: Documento

source: A document related to this event.
de: Ein Dokument zu diesem Termin
es: Documento relativo al evento

source: Categories
de: Kategorien
es: Categorías

source: Categories for this event
es: Categorías para el evento

source: Access
de: Zugriff
es: Acceso

source: Edit event
de: Termin bearbeiten
es: Modificar el evento

source: Required input is missing.
de: Erforderliche Eingabe fehlt
es: Faltan datos

source: End must come after start
de: Ende muss nach Start liegen.
es: La fecha de fin debe ser posterior a la de comienzo

source: Invalid datetime data
de: Ungültiges Datum/Uhrzeit Format
es: Fecha u hora no válida

source: An error occured.
de: Es ist ein Fehler aufgetreten.
es: Se ha producido un error

source: Invalid duration
de: Ungültige Dauer
es: Duración no válida

source: Invalid time
de: Ungültige Zeit
es: Hora no válida

source: Invalid value
de: Ungültiger Wertz
es: Valor no válido

source: Invalid integer data
de: Ungültiger Ganzzahlwert
es: Valor no válido

source: Edit recurrence
de: Wiederholungen bearbeiten
es: Modificar la frecuencia

source: No recurrence
de: Keine Wiederholung
es: Sin frecuencia

source: Daily recurrence
de: Tägliche Wiederholung
es: Frecuencia diaria

source: Weekly recurrence
de: Wöchentliche Wiederholung
es: Frecuencia semanal

source: Monthly recurrence
de: Monatliche Wiederholung
es: Frecuencia mensual

source: Yearly recurrence
de: Jährliche Wiederholung
es: Frecuencia anual

source: Edit Recurrence
de: Wiederholung bearbeiten
es: Modificar la frecuencia

source: Recurrence type
de: Art der Wiederholung
es: Tipo de frecuencia

source: Interval
de: Intervall
es: Intervalo

source: Count
de: Insgesamt
es: Número total de veces

source: Until
de: Bis zum
es: Hasta

source: Weekdays
de: Wochentage
es: Días

source: nop
es: No en

source: monthday
es: Día del mes

source: weekday
es: Día de la semana

source: lastweekday
es: Último día del mes

source: weekday_0
de: Montag
es: Lunes

source: weekday_1
de: Dienstag
es: Martes

source: weekday_2
de: Mittwoch
es: Miércoles

source: weekday_3
de: Donnerstag
es: Jueves

source: weekday_4
de: Freitag
es: Viernes

source: weekday_5
de: Samstag
es: Sábado

source: weekday_6
de: Sonntag
es: Domingo

source: weekday_initial_0
de: M
es: L

source: weekday_initial_1
de: D
es: M

source: weekday_initial_2
de: M
es: M

source: weekday_initial_3
de: D
es: J

source: weekday_initial_4
de: F
es: V

source: weekday_initial_5
de: S
es: S

source: weekday_initial_6
de: S
es: D

source: week
de: Woche
es: semana

source: year
es: Año

source: psm_file_uploaded
de: Datei hochgeladen
es: Fichero importado

source: Behaviour
es: Comportamiento

source: Date selector
de: Datumsauswahl
es: Elegir la fecha

source: Selects the recurrence rule for the object
de: Wählen Sie die Wiederholungsregel für dieses Objekt aus
es: Elegir el tipo de frecuencia para el evento

source: Interval of recurrence (a positive integer). For example, to indicate that an event occurs every second day, you would create a DailyRecurrenceRule witl interval equal to 2.
de: 1 bedeutet jedes mal, 2 jedes zweite mal, 3 jedes dritte mal...
es: Intevalo de frecuencia: para indicar que un evento tiene lugar cada dos días, crear por ejemplo una regla de frecuencia cotidiana con un intervalo de 2.

source: Number of times the event is repeated. Can be None or an integer value. If count is not None then until must be None. If both count and until are None the event repeats forever.
es: Número de veces que se repite un evento (puede ser cero o un valor entero)

source: The date of the last recurrence of the event. Can be None or a datetime.date instance. If until is not None then count must be None. If both count and until are None the event repeats forever.
de: Enddatum für die Wiederholung des Termins
es: La fecha de la última convocatoria de este evento. Se puede dejar vacía. Si este campo ha sido rellenado, el campo <<número de repeticiones>> debe estar vacío. Si los dos están vacíos, el evento se repite indefinidamente.

source: A set of weekdays when this event occurs. Weekdays are represented as integers from 0 (Monday) to 6 (Sunday). This is what the `calendar` and `datetime` modules use. The event repeats on the weekday of the first occurence even if that weekday is not in this set.
de: Wählen Sie die Wochentage für diesen Termin
es: Seleccione en qué días ocurren los eventos

source: Specification of monthly occurence behaviour. Can be one of three values: 'monthday', 'weekday', 'lastweekday'. 'monthday' specifies that the event recurs on the same day of month (e.g., 25th day of a month). 'weekday' specifies that the event recurs on the same week within a month on the same weekday, indexed from the first (e.g. 3rd Friday of a month). 'lastweekday' specifies that the event recurs on the same week within a month on the same weekday, indexed from the end of month (e.g. 2nd last Friday of a month).
es: Especificación de la frecuencia mensual

source: YYYY-MM-DD
de: DD.MM.YYYY
es: DD-MM-AAAA

source: %Y-%m-%d
de: %d.%m.%d%Y
es: %d-%m-%Y

source: Updated on %(date_time)s
de: Aktualisiert am %(date_time)s
es: Última actualización: %(date_time)s

source: No events to list
de: Keine Termine.
es: No hay eventos en la lista

source: days
de: Tage
es: Días

source: weeks
de: Wochen
es: Semanas

source: months
de: Monate
es: meses

source: years
de: Jahre
es: años

source: Every day
de: Jeden Tag
es: Cada día

source: Every week
de: Jede Woche
es: Cada semana

source: Every month
de: Jeden Monat
es: Cada mes

source: Every year
de: Jedes Jahr
es: Cada año

source: Every other day
de: Jeden zweiten Tag
es: Cada dos días

source: Every other week
de: Jede zweite Woche
es: Cada dos semanas

source: Every other month
de: Jeden zweiten Monat
es: Cada dos meses

source: Every other year
de: Jedes zweite Jahr
es: Cada dos años

source: Every ${count} days
de: Alle ${count} Tage
es: Cada ${count} días

source: Every ${count} weeks
de: Alle ${count} Wochen
es: Cada ${count} semanas

source: Every ${count} months
de: Alle ${count} Monate
es: Cada ${count} meses

source: Every ${count} years
de: Alle ${count} Jahre
es: Cada ${count} años

source: Who has access to this event.
de: Wer hat Zugriff auf diesen Termin.
es: Quién tiene acceso a este evento

source: calendar_month_1
de: Januar
es: Enero

source: calendar_month_2
de: Februar
es: Febrero

source: calendar_month_3
de: März
es: Marzo

source: calendar_month_4
de: April
es: Abril

source: calendar_month_5
de: Mai
es: Mayo

source: calendar_month_6
de: Juni
es: Junio

source: calendar_month_7
de: Juli
es: Julio

source: calendar_month_8
de: August
es: Agosto

source: calendar_month_9
de: September
es: Septiembre

source: calendar_month_10
de: Oktober
es: Octubre

source: calendar_month_11
de: November
es: Noviembre

source: calendar_month_12
de: Dezember
es: Diciembre

source: calendar_day_0
de: Mo
es: Lu

source: calendar_day_1
de: Di
es: Ma

source: calendar_day_2
de: Mi
es: Mi

source: calendar_day_3
de: Do
es: Ju

source: calendar_day_4
de: Fr
es: Vi

source: calendar_day_5
de: Sa
es: Sá

source: calendar_day_6
de: So
es: Do

source: event
es: evento

source: label_current_year
de: Dieses Jahr
es: Este año

source: label_current_month
de: Diesen Monat
es: Este mes

source: label_current_week
de: Diese Woche
es: Esta semana

source: label_current_day
de: Heute
es: Hoy

source: The attendee is busy during this event
de: Dieser Teilnehmer ist während des Termins beschäftigt
es: El participante está ocupado durante este evento

source: This attendee is busy during the selected period
de: Dieser Teilnehmer ist während der ausgewählten Zeitspanne beschäftigt
es: Los participantes ya están ocupados en el perído seleccionado

source: Some attendees are busy during the selected period: %(users)s
de: Einige der Teilnehmer sind während der ausgewählten Zeitspanne beschäftigt: %(users)s
es: Algunos participantes ya están ocupados en el perído seleccionado: %(users)s

source: Day
de: Tag

source: Month
de: Monat

source: INDIVIDUAL
de: Individuell

source: Week
de: Woche

source: More...
de: Mehr...

source: List
de: Liste

source: Past
de: Vergangenheit
