### -*- coding: utf-8 -*- #############################################
# Разработано компанией Ключевые Решения (http://keysolutions.ru/) 
# Все права защищены, 2006-2007                                      
#
# Developed by Key Solutions (http://keysolutions.ru/)                             
# All right reserved, 2006-2007                                      
#######################################################################
# $Id: __init__.py 49701 2008-01-24 08:48:03Z cray $
#######################################################################
# Произведено АНО  "Бюро Культсовет" (http://keysolutions.ru/) для НП  
# "Росмедиаком", 2007 год.
# Все исключительные имущественные и другие права на данное ПО  
# передаются НП "Росмедиаком"
#
# Данное Программное Обеспечение поставляется "как есть", производитель  
# отказывается от всех гарантий, выраженных или подразумеваемых,  
# включая, но не ограничиваясь, подразумеваниемые гарантии годности для  
# продажи и соответствия определенным целям. Производитель  не несет  
# ответственности за какие-либо специальные, случайные, прямые или  
# косвенные убытки (включая, без ограничения, потери доходов, деловое  
# вмешательство, потери деловой информации или другие денежные убытки),  
# возникающие при использовании или от неумения использовать  
# программное обеспечение, даже если Производитель будет  
# проинформирован о возможности таких убытков.
#######################################################################

# Make it a Python package
