Repository: pypi-data/pypi-mirror-1
Catalog: packages/dateable.chronos/dateable.chronos-0.3.tar.gz/dateable.chronos-0.3/dateable/chronos/locales/*/LC_MESSAGES/chronos.po
Languages: ro

source: , for ${count} times
ro: , ${count} ori

source: , until ${date}
ro: , pana la ${date}

source: Add event
ro: Adauga eveniment

source: Do you want to delete this event?
ro: Vrei sa stergi acest eveniment?

source: Edit calendar
ro: Editeaza calendar

source: Edit something
ro: Editeaza

source: Every
ro: Fiecare

source: Import iCalendar file
ro: Importa fisier iCalendar

source: Search in full names and titles of users.
ro: Cauta in numele intreg si in denumirea utilizatorilor

source: There are ${num_errors} input errors.
ro: Sunt ${num_errors} erori.

source: Use * to list all attendees (may take a very long time)
ro: Foloseste * pentru a afisa toti participantii (poate dura mult timp)

source: Week ${week}
ro: Saptamana ${week}

source: button_add
ro: Adauga

source: button_cancel
ro: Renunta

source: button_change
ro: Schimba

source: button_confirm
ro: Confirma

source: button_refresh
ro: Reincarca

source: button_remove
ro: Sterge

source: button_search
ro: Cauta

source: button_search_for_free_time
ro: Cauta pentru o perioada de timp libera

source: button_submit
ro: Trimite

source: description_multiple_calendar_view
ro: Grâce à la vue multiple de calendriers, vous pouvez voir les événements de plusieurs calendriers en un seul.

source: filename_label
ro: Nume fisier

source: label_access
ro: Acces

source: label_attached_document
ro: Nume fisier

source: label_attendee_list
ro: Lista participanti

source: label_attendee_name
ro: Nume

source: label_attendee_status
ro: Stare

source: label_categories
ro: Categorii

source: label_current_attendees
ro: Participanti curenti

source: label_date
ro: Data

source: day
ro: zi

source: Day
ro: Zi

source: label_description
ro: Descriere

source: label_duration
ro: Durata

source: label_ends
ro: Se termina

source: label_list_of_attendees
ro: Lista participantilor

source: label_list_of_matching_times
ro: Lista perioadelor de timp disponibile

source: label_location
ro: Locatie

source: label_meeting_helper
ro: Asistent intalniri

source: month
ro: luna

source: Month
ro: Luna

source: label_multiple_calendar_view
ro: Vue multiple

source: label_no_attendees_selected
ro: Nu a fost selectat nici un participant

source: label_recurrence
ro: Recursivitate

source: label_search_for_attendees
ro: Cauta participanti

source: label_search_for_free_time
ro: Cauta perioade libere de timp

source: label_search_results
ro: Cauta rezultate

source: label_select_timespan
ro: Alege interval de timp

source: label_start
ro: Inceput

source: label_starts
ro: Incepe

source: label_status
ro: Stare

source: label_title
ro: Titlu

source: label_today
ro: Azi

source: label_transparent
ro: Transparent

source: label_type
ro: Tip

source: Weeks
ro: Saptamani

source: message_events_action_is_needed_for
ro: Evenimente care au nevoie de actiune

source: message_see_this_events_prefix
ro: vizualizeaza pentru aceste elemente

source: message_select_new_participation_status
ro: Selecteaza o noua stare de participare

source: message_this_is_an_all_day_event
ro: Acesta este un eveniment zilnic

source: you have
ro: Ai

source: CANCELED
ro: REVOCAT

source: CONFIRMED
ro: CONFIRMAT

source: ACCEPTED
ro: ACCEPTAT

source: DELEGATED
ro: DELEGAT

source: DECLINED
ro: RESPINS

source: NEEDS-ACTION
ro: NECESITA ACTIUNE

source: label_true
ro: Da

source: label_false
ro: Nu

source: PRIVATE
ro: PRIVAT

source: RESOURCE
ro: RESURSA

source: WORKSPACE
ro: SPATIU DE LUCRU

source: Search between
ro: Cauta intre

source: First date
ro: Data de inceput

source: Last date
ro: Data de sfarsit

source: and
ro: si

source: Duration
ro: Durata

source: Start searching from this date.
ro: Incepe cautarea de la aceasta data

source: Stop searching after this date.
ro: Nu cauta dupa aceasta data

source: Start search at this hour
ro: Incepe cautarea de la aceasta ora

source: Stop search at this hour
ro: Nu cauta dupa aceasta ora

source: The expected duration of the event
ro: Durata estimata a evenimentului

source: Width
ro: Latime

source: The total width of the view
ro: Latimea totala

source: Height
ro: Inaltime

source: The total height of the view
ro: Inaltimea totala

source: First Day
ro: Prima zi

source: Days
ro: Zile

source: The number of days shown
ro: Numarul de zile afisate

source: From hour
ro: De la ora

source: To hour
ro: La ora

source: Title
ro: Titlu

source: The title of the event.
ro: Titlul evenimentului.

source: Description
ro: Descriere

source: A description of the event.
ro: O descriere a evenimentului.

source: Starts
ro: Incepe

source: Date and time when this event starts.
ro: Data si ora cand incepe acest eveniment

source: Ends
ro: Se incheie

source: Date and time when this event ends.
ro: Data si ora cand se incheie acest eveniment.

source: Takes all day
ro: Dureaza toata ziua

source: Check this box if the event goes on all day
ro: Bifeaza aici daca acest eveniment dureaza toata ziua

source: Not busy
ro: Liber

source: This event should not appear as busy time in the meeting helper.
ro: Acest eveniment nu ar trebui sa apara ca ocupat in asistentul de intalniri

source: Location
ro: Loc

source: The location where this event takes place.
ro: Locul in care se desfasoara acest eveniment

source: Status
ro: Stare

source: The status of the event.
ro: Starea evenimentului.

source: A document related to this event.
ro: Un document legat de acest eveniment.

source: Categories
ro: Categorii

source: weekday_0
ro: Luni

source: weekday_1
ro: Marti

source: weekday_2
ro: Miercuri

source: weekday_3
ro: Joi

source: weekday_4
ro: Vineri

source: weekday_5
ro: Sambata

source: weekday_6
ro: Duminica

source: weekday_initial_0
ro: L

source: weekday_initial_1
ro: M

source: weekday_initial_2
ro: M

source: weekday_initial_3
ro: J

source: weekday_initial_4
ro: V

source: weekday_initial_5
ro: S

source: weekday_initial_6
ro: D

source: week
ro: saptamana

source: Week
ro: Saptamana

source: weeks
ro: saptamani

source: calendar_month_1
ro: Ianuarie

source: calendar_month_2
ro: Februarie

source: calendar_month_3
ro: Martie

source: calendar_month_4
ro: Aprilie

source: calendar_month_5
ro: Mai

source: calendar_month_6
ro: Iunie

source: calendar_month_7
ro: Iulie

source: calendar_month_8
ro: August

source: calendar_month_9
ro: Septembrie

source: calendar_month_10
ro: Octombrie

source: calendar_month_11
ro: Noiembrie

source: calendar_month_12
ro: Decembrie

source: calendar_day_0
ro: Lu

source: calendar_day_1
ro: Ma

source: calendar_day_2
ro: Mi

source: calendar_day_3
ro: Jo

source: calendar_day_4
ro: Vi

source: calendar_day_5
ro: Sa

source: calendar_day_6
ro: Du

source: label_current_day
ro: Azi
