Repository: pypi-data/pypi-mirror-1
Catalog: packages/iqpp.plone.rating/iqpp.plone.rating-2.5.1.beta.1-py2.4.egg/iqpp/plone/rating/locales/*/LC_MESSAGES/rating.po
Languages: de

source: Add Most Active Portlet
de: "Am meisten bewertet"-Portlet hinzufügen

source: Add rating portlet
de: Bewertungs-Portlet hinzufügen

source: Amount of ratings
de: Anzahl der Wertungen

source: Ascending
de: Aufsteigend

source: Average
de: Durchschnitt

source: Average rating
de: Durchschnittliche Bewertung

source: Bad
de: Schlecht

source: Below Average
de: Unter Durchschnitt

source: Best Rated
de: Am besten bewertet

source: Default
de: Standard

source: Descending
de: Absteigend

source: Disabled
de: Nicht aktiv

source: Edit Most Active Portlet
de: "Am meisten bewertet"-Portlet bearbeiten

source: Enabled
de: Aktiv

source: Excellent
de: Exzellent

source: Good
de: Gut

source: Here you can set global rating options.
de: Hier können Sie globale Optionen für die Bewertung festlegen.

source: How many objects to list.
de: Wie viele Objekte sollen aufgelistet werden?

source: Is rating enabled?
de: Häkchen setzen, wenn Bewertungen möglich sein sollen.

source: Kind of rating form
de: Art der Bewertungsform

source: Most Rated
de: Am meisten bewertet

source: Most active rated (always)
de: Am meisten bewertet

source: Most active rated (daily)
de: Heute am meisten bewertet

source: Number of objects to display
de: Anzahl der Objekte, die angezeigt werden sollen

source: Range
de: Spanne

source: Rate
de: Bewerten

source: Rating
de: Bewertung

source: Rating settings
de: Bewertungseinstellungen

source: Score
de: Auswertung

source: Select the kind of rating the rating form.
de: Wählen Sie die Art des Formulars aus.

source: Selection
de: Auswahlform

source: Stars
de: Sterne

source: The Score Card
de: Die Bewertungsskala

source: The average rating
de: Durchschnitt

source: The id of the rating
de: Die Id der Bewertung

source: The score card. One id:title:value triple per line.
de: Die Bewertungsskala. Jeweils eine Anweisung aus Id:Titel:Wert pro Zeile.

source: The score which has been rated.
de: Die Punktzahl, die gewertet wurde.

source: The total amount of ratings
de: Die Gesamtzahl aller Bewertungen

source: The user who has rated.
de: Der Benutzer, der gewertet hat.

source: This portlet displays ratings.
de: Dieses Portlet zeigt die Bewertungen an.

source: This portlet displays the objects which are most active rated.
de: Dieses Portlet zeigt die Objekte an, die am meisten bewertet wurden.

source: Timestamp
de: Zeitstempel

source: User
de: Benutzer

source: When has been rated
de: Wann gewertet wurde

source: Which time range should be used?
de: Welche Zeitspanne soll genutzt werden?

source: You have already rated, please come back later.
de: Sie haben schon gewertet, bitte kommen Sie später wieder.

source: Your options has been saved
de: Ihre Einstellungen wurden gespeichert.

source: Your rating cannot been deleted.
de: Ihre Bewertung kann nicht gelöscht werden.

source: Your rating has been added.
de: Ihre Bewertung wurde gespeichert.

source: Your rating has been changed.
de: Ihre Bewertung wurde verändert.

source: Your rating has been deleted.
de: Ihre Bewertung wurde gelöscht.

source: all_ratings_label
de: Die Tabelle zeigt alle Bewertungen für diesen Artikel an.

source: average_rating_label
de: Durchschnitt

source: best_rated_objects_label
de: Am besten bewertete Objekte

source: current_rating_label
de: Ihre aktuelle Wertung

source: go_label
de: Los!

source: local_rating_options_description
de: Hier können Sie lokale Bewertungseinstellungen vornehmen.

source: local_rating_options_label
de: Lokale Bewertungseinstellungen

source: name_label
de: Name

source: no_daily_ratings
de: Es gibt heute keine Bewertungen

source: no_rating_label
de: Sie haben noch nicht bewertet.

source: no_ratings_label
de: Es gibt keine Bewertungen.

source: number_of_ratings_label
de: Anzahl der Bewertungen.

source: please_rate_label
de: Bitte bewerten!

source: raing_label
de: Bewertung

source: rated_objects_label
de: Bewertete Artikel

source: save
de: Sichern

source: score_label
de: Wertung

source: timestamp_label
de: Zeitstempel

source: title_label
de: Titel

source: type_label
de: Typ

source: votes_label
de: Stimmen
