Repository: pypi-data/pypi-mirror-1
Catalog: packages/qi.jwMedia/qi.jwMedia-0.5b2.tar.gz/qi.jwMedia-0.5b2/qi/jwMedia/locales/*/LC_MESSAGES/qi.jwMedia.po
Languages: el

source: A flash video.
el: Ένα βίντεο flash

source: Audio mp3.
el: Αρχείο ήχου mp3

source: Flash Video
el: Flash βίντεο

source: Media Settings
el: Ρυθμίσεις πολυμέσων

source: Media settings
el: Ρυθμίσεις πολυμέσων

source: Mp3 Audio
el: Αρχείο ήχου mp3

source: Please enter the appropriate settings.
el: Παρακαλούμε εισάγετε τις κατάλληλες ρυθμίσεις

source: help_logoUrl
el: Το url όπου βρίσκεται το λογότυπο

source: help_showLogo
el: Ρυθμίζει το εαν θα εμφανίζεται το λογότυπο όταν παίζεται ένα βίντεο.

source: label_allowFullscreen
el: Να επιτρέπεται η προβολή σε πλήρη οθόνη

source: label_flvfile
el: Αρχείο flash βίντεο

source: label_hsize
el: Πλάτος

source: label_image
el: Εικόνα

source: label_logoUrl
el: Url του λογότυπου

source: label_mp3file
el: Αρχείο ήχου mp3

source: label_overstretch
el: Επέκταση κατα μήκος και πλάτος

source: label_showLogo
el: Εμφάνιση λογότυπου στα βίντεο

source: label_vsize
el: Μήκος
