Repository: pypi-data/pypi-mirror-1
Catalog: packages/cryptobox-server/cryptobox-server-0.3.0.tar.gz/cryptobox-server-0.3.0/plugins/network/intl/*/cryptobox-server-feature-network.po
Languages: de, es, it, ja, pl, sl, sv

source: Configure network
de: Netzwerk einrichten
es: Configure la red
it: Configurazione della rete
ja: ネットワーク設定
pl: Konfiguruj sieć
sl: Mrežna konfiguracija
sv: Konfigurera nätverk

source: Network
de: Netzwerk
es: Red
it: Rete
ja: ネットワーク
pl: Sieć
sl: Mreža
sv: Nätverk

source: Network settings
de: Netzwerkeinstellungen
es: Configuración de Red
it: Impostazioni di rete
ja: ネットワーク設定
pl: Ustawienia sieci
sl: Mrežne nastavitve
sv: Nätverksinställningar

source: CryptoBox server IP
de: CryptoBox Server IP-Adresse
es: Servidor IP Cryptobox
it: Indirizzo IP del server CryptoBox
ja: クリプトボックスサーバーのIPアドレス
pl: Numer IP serwera CryptoBox
sv: CryptoBox-serverns IP

source: Gateway address
de: Gateway Adresse
es: Dirección de la Puerta de Enlace
it: Indirizzo del gateway
ja: ゲイトウエイアドレス
pl: Adres bramki
sl: Naslov prehoda
sv: Gateway-adress

source: Address
de: Adresse
es: Dirección
it: Indirizzo
ja: IPアドレス
pl: Adres
sl: Naslov
sv: Adress

source: Netmask
de: Netzmaske
es: Máscara de Red
it: Maschera di rete
ja: ネットマスク
pl: Maska sieciowa
sl: Omrežna maska
sv: Nätmask

source: Gateway
es: Puerta de Enlace
ja: ゲイトウエイ
pl: Bramka
sl: Prehod

source: Automatic configuration (Caution!)
de: Automatische Einrichtung (Achtung!)
es: Configuración Automática ¡Precaución!
it: Configurazione automatica (Attenzione!)
ja: 自動設定(DHCP) 注意!
pl: Konfiguruj automatycznie (Uwaga!)
sl: Samodejna konfiguracija (opozorilo!)
sv: Automatisk konfiguration (Var försiktig!)

source: Change server address
de: Ändere Server-Adresse
es: Cambio de dirección del servidor
it: Modifica l'indirizzo del server
ja: サーバーのIPアドレス変更
pl: Zmień adres serwera
sl: Spremeni naslov strežnika
sv: Ändra server-adress

source: Change default gateway
de: Ändere Standard-Gateway
es: Cambio de Puerta de Enlace predeterminada
it: Modifica il gateway predefinito
ja: デフォルトゲイトウエイの変更
pl: Zmień domyślną bramkę
sl: Spremeni privzet prehod
sv: Ändra ordinarie gateway

source: Insert the network address of the CryptoBox server, the network mask and the default gateway. Be aware that you may lose your connection to the server under some circumstances. The actual values are visible in the form fields.
de: Gebe die Netzwerk-Adresse des CryptoBox Servers, die Netzwerkmaske und das Standard-Gateway ein. Bedenke, dass du unter Umständen die Verbindung zum Server verlieren kannst. Die aktuellen Werte werden in den Feldern angezeigt.
es: Introduzca la dirección de red del servidor de Cryptobox, la máscara de red y la dirección de la Puerta de Enlace Predeterminada (es posible que pierda la conexión con el servidor). Los valores actuañes son los que aparecen en los campos correspondientes.
it: Inserire l'indirizzo di rete del server CryptoBox, la maschera di rete e il gateway predefinito. Prestare attenzione al fatto che in alcune circostanze è possibile perdere la connessione col server. I valori attuali sono visibili nei campi.
ja: CryptoBoxサーバーのIPアドレス、ネットマスク、デフォルトゲートウェイを設定してください。いくつかの条件のもとでは、うまく接続ができなくなる可能性があります。現在有効な値は、各項目に表示されています。
pl: Wpisz adres sieci serwera CryptoBox, maski sieciowej i domyślnej bramki. Weź pod uwagę, że możesz stracić połączenie z serwerem. Aktualne parametry są domyślnie wyświetlone w polach.
sl: Vstavi nov mrežni naslov Cryptobox strežnika, mrežne maske in naslov privzetega prehoda. Vedi, da lahko izgubiš povezavo s strežnikom, (pod nekimi pogoji). Dejanske vrednosti so vidne v polju obrazci.
sv: Ange nätverksadressen till CryptoBox-servern, nätverksmasken och ordinarie gateway. Var medveten om att du under vissa förhållanden kan förlora kontakten med servern. Nuvarande värden syns i inmatningsfälten.

source: If you have a gateway in your LAN and want to make use of it, type it's address in here. It will be added as default route. A quadruple of zeros means, there is no gateway set.
de: Falls du ein Gateway in deinem LAN hast und es benutzen willst, gebe die entsprechende Adresse hier ein. Es wird als Standard-Route hinzugefügt.
es: Si en su red hay una pasarela y quiere utilizarla, introduzca aquí su dirección y será registrada como la ruta predeterminada. Introduzca cuatro veces "0" si no hay pasarela.
it: Se nella rete locale è presente un gateway e si intende utilizzarlo, inserire l'indirizzo, che sarà aggiunto alla route predefinita. Il valore '0.0.0.0' significa che non c'è alcun gateway impostato.
ja: ネットワークが他のネットワークと接続している場合は、ゲイトウエイのアドレスを設定してください。設定されたアドレスは、デフォルトルートに追加されます。すべての値がゼロである場合は、ゲイトウエイは設定されません。
pl: Jeśli masz bramkę w twojej lokalnej sieci i chcesz jej użyć, wpisz jej adres tutaj. Będzie dodany jako domyślna bramka. Cztery zera oznaczają, że nie wpisano żadnej bramki.
sl: Če imate ustvarjen prehod v LAN, in ga želite uporabiti, potem sem vpišite ta naslov. Dodan bo kot privzeta smer. Ničle označujejo, da prehos ni ustvarjen
sv: Om du har en gateway i ditt LAN och vill använda den, mata in dess adress här. Den kommer att läggas till som ordinarie rutt. 0.0.0.0 anger att det inte finns någon gateway inställd.

source: If you enable automatic network configuration make sure you have a well configured DHCP server running. All values will be overridden by the settings from the DHCP server. If you don't know what DHCP means leave this box unchecked.
de: Wenn du die automatische Netzwerkeinstellung aktivierst, stelle sicher, dass ein korrekt konfigurierter DHCP-Server läuft. Alle Werte werden durch die vom DHCP-Server ersetzt. Falls du nicht weisst, was DHCP bedeutet, lasse diese Checkbox deaktiviert.
es: Si habilita la configuarción automática de red asegúrese que su servidor DHCP está correctamente configurado y activado. Los valores asignados por el servidor DHCP serán los que se apliquen. Si Ud. no sabe qué es DHCP no marque esta casilla.
it: Se si attiva la configurazione automatica della rete accertarsi della presenza di un server DHCP funzionante. Tutti i parametri saranno sovrascritti con le impostazioni ricevute dal server DHCP. Se non si sa cos'è il DHCP non impostare questa opzione.
ja: ネットワークにDHCPサーバーがあって、アドレスの解決を自動にしたい場合は有効にしてください。設定されているすべての値は、DHCPサーバーの通知する値で上書きされます。DHCPの意味がわからない場合は、設定しないでください。
pl: Jeśli włączasz automatyczną konfigurację sieci, upewnij się, że twój serwer DHCP działa poprawnie. Wszystkie dane zostaną zastąpione danymi z serwera DHCP. Jeśli nie wiesz, co oznacza DHCP, pozostaw to pole niezaznaczone.
sl: V kolikor omogočite samodejno (avtomatično) mrežno konfiguracijo, se prepričajte, da imate dobro konfiguriran DHCP strežnik. Vse vrednosti bodo povožene z nastavitvami DHCP strežnika. Če ne veste kaj pomeni DHCP, pustite to polje neoznačeno.
sv: Var säker på att du har en väl konfigurerad DHCP-server i drift ifall du aktiverar automatisk nätverkskonfiguration. Alla värden kommer att bli åsidosatta av inställningarna från DHCP-servern. Om du inte vet vad DHCP är, så lämna den här rutan omarkerad.

source: Failure
de: Fehler
es: Error
it: Errore
ja: 失敗しました
pl: Błąd
sl: Napaka
sv: Fel

source: The address of the CryptoBox server could not be changed.
de: Die Adresse des CryptoBox-Servers konnte nicht geändert werden.
es: La dirección del servidor Cryptobox no se ha podido modificar.
it: Non è stato possibile modificare l'indirizzo del server CryptoBox.
ja: クリプトボックスサーバーのIPアドレスを変更することができませんでした。
pl: Nie można zmienić adresu serwera CryptoBox.
sl: Naslov Crytobox strežnika ne more biti spremenjen
sv: Adressen på CryptoBox-servern kan inte ändras.

source: The gateway of the CryptoBox server could not be set. Maybe the address you entered is unreachable?
de: Die Gateway-Adresse des CryptoBox-Servers konnte nicht geändert werden. Vielleicht ist die neue Gateway-Adresse nicht erreichbar?
es: No se ha podido configurar la Puerta de Enlace del servidor de Cryptobox. Puede que la dirección introducida esté fuera de alcance.
it: Il gateway del server CryptoBox non può essere impostato. Accertarsi che l'indirizzo inserito sia corretto e raggiungibile.
ja: クリプトボックスサーバーのゲイトウエイを設定できませんでした。指定されたアドレスは有効でない可能性があります。
pl: Nie można ustlić bramki serwera CryptoBox. Może wpisany przez ciebie adres jest niedostępny.
sl: Prehod preko Cryptobox strežnika na more biti vzpostavljen. Morda ste vnesli naslov, ki ni na voljo?
sv: Gateway:en till CryptoBox-servern kunde inte ställas in. Möjligen är adressen som angavs otillgänglig?

source: Invalid value
de: Ungültige Adresseingabe
es: Valor no válido
it: Valore non valido
ja: 無効な値です
pl: Nieprawidłowe dane
sl: Neveljavna vrednost
sv: Ogiltigt värde

source: The server address is not valid.
de: Die Adresse des Servers ist nicht gültig.
es: La dirección del servidor no es válida
it: L'indirizzo del server inserito non è valido.
ja: サーバーのIPアドレスは無効な値です。
pl: Nieprawidłowy adres serwera.
sl: Naslov strežnika ni veljaven
sv: Serveradressen är inte giltig.

source: The netmask is not valid.
de: Die Netzwerkmaske ist nicht gültig.
es: La máscara de red no es válida.
it: La maschera di rete non è valida.
ja: ネットマスクは無効な値です。
pl: Nieprawidłowa maska sieciowa.
sl: Mrežna maska ni veljavna
sv: Nätmaskan är inte giltig.

source: The gateway address is not valid.
de: Die Adresse des Gateways ist nicht gültig.
es: La dirección de la puerta de enlace no es válida.
it: L'indirizzo del gateway non è valido.
ja: ゲイトウエイは無効な値です。
pl: Nieprawidłowy adres bramki.
sl: Naslov prehoda ni veljaven
sv: Gateway-adressen är inte giltig.

source: Network address changed
de: Netzwerkadresse geändert
es: Se ha cambiado la dirección de red.
it: Indirizzo di rete modificato
ja: IPアドレスを変更しました
pl: Zmieniono adres sieciowy
sl: Mrežni naslov spremenjen.
sv: Nätverksadress ändrad

source: The network address has been changed. In a few seconds you will get redirected to the new address.
de: Die Netzwerkadresse wurde geändert. In wenigen Sekunden wirst du zu der neuen Adresse umgeleitet.
es: La dirección de red ha cambiado. En unos segundos será Ud. reencaminado a la nueva dirección.
it: L'indirizzo di rete è stato modificato. In pochi secondi si verrà rediretti al nuovo indirizzo.
ja: IPアドレスは変更されました。数秒後に自動的に変更したアドレスの設定画面に移動します。
pl: Zmieniono adres sieciowy. Za chwilę zostaniesz przekierowany na nowy adres.
sl: Mrežni naslov je bil spremenjen. the CryptoBox server. V nekaj sekundah boste preusmerjeni na novi naslov.
sv: Nätverksadressen har ändrats. Om några sekunder kommer du att bli omdirigerad till den nya adressen.

source: Gateway address changed
de: Gateway-Adresse wurde geändert
es: Ha cambiado la dirección de la puerta de enlace.
it: Indirizzo del gateway modificato
ja: ゲイトウエイを変更しました
pl: Zmieniono adres bramki
sl: Naslov prehoda spremenjen
sv: Gateway-adress ändrad

source: The gateway was added to your default route.
de: Das Gateway wurde als deine Standard-Route hinzugefügt.
es: La puerta de enlace ha sido añadida a su ruta por defecto.
it: Il gateway è stato aggiunto alla route predefinita.
ja: ゲイトウエイをデフォルトルートに追加しました。
pl: Dodano bramkę do domyślnej trasy.
sl: Prehod je dodan privzeti smeri
sv: Gateway:en har lagts till som ordinarie rutt.

source: Missing program
de: Fehlendes Programm
es: Falta Programa
it: Programma mancante
ja: 設定用のプログラムがありません
pl: Brak programu
sl: Manjka program
sv: Program saknas

source: The 'ifconfig' program is not installed. Please ask the administrator of the CryptoBox server to configure it properly.
de: Das Programm 'ifconfig' ist nicht installiert. Bitte den Administrator des CryptoBox Servers dieses Programm zu installieren.
es: El programa 'ifconfig' no está instalado. Pida a su Administrador que configure el servidor Cyptobox correctamente.
it: Il programma 'ifconfig' non è installato. Rivolgersi all'amministratore del server CryptoBox per installarlo e configurarlo opportunamente.
ja: 'ifconfig'プログラムがインストールされていないようです。クリプトボックスサーバーの管理者にインストールを依頼してください。
pl: Program 'ifconfig' nie jest instalowany. Proszę zwrócić się do administratora serwera CryptoBox, aby prawidłowo skonfigurał go.
sl: "Ifconfig" program ni nameščen. Prosite administratorja Cryptobox strežnika naj ga pravilno namesti
sv: Programmet 'ipconfig' är inte installerat. Vänligen fråga administratören av CryptoBox-servern om att få den konfigurerad korrekt.

source: The 'route' program is not installed. Please ask the administrator of the CryptoBox server to configure it properly.
de: Das Programm 'route' ist nicht installiert. Bitte den Administrator des CryptoBox Servers dieses Programm zu installieren.
es: El programa 'route' no está instalado. Pida a su Administrador que configure el servidor Cyptobox correctamente.
it: Il programma 'route' non è installato. Rivolgersi all'amministratore del server CryptoBox per installarlo e configurarlo opportunamente.
ja: 'route'プログラムがインストールされていないようです。クリプトボックスサーバーの管理者にインストールを依頼してください。
pl: Program 'route' nie jest instalowany. Proszę zwrócić się do administratora serwera CryptoBox, aby prawidłowo skonfigurał go.
sl: Program "smer" ni nameščen. Prosite administratorja Cryptobox strežnika naj ga pravilno namesti.
sv: Programmet 'route' är inte installerat. Vänligen fråga administratören av CryptoBox-servern om att få den konfigurerad korrekt.
