Repository: pypi-data/pypi-mirror-1
Catalog: packages/Products.CMFContentPanels/Products.CMFContentPanels-2.6a1.tar.gz/Products.CMFContentPanels-2.6a1/Products/CMFContentPanels/i18n/contentpanels-*.po
Languages: de

source: Save
de: Speichern

source: description_edit_contentpanels
de: ContentPanels erlauben eine komplexe Ansicht aus einer Kombination vom Portlets zu erstellen. Es existieren Portlets für eine Reihe verschiedener Inhaltstypen (Seite, Bild, Ordner, Intelligente Ornder, Wiki-Seiten, etc), die auf einer einzelnen Seite kombiniert werden können. Geben Sie im nachfolgenden Formular die relevanten Details ein und drücken Sie 'Speichern'. Verwenden Sie den Karteireiter 'Konfiguration', um die Einstellungen der zusammengesetzten Seite festzulegen.

source: label_align
de: Ausrichtung

source: align_noalign
de: keine

source: align_left
de: links

source: align_center
de: mitte

source: align_right
de: rechts

source: label_panel_padding
de: Panel-Innenabstand

source: label_panel_space
de: Panel-Außenabstand

source: legend_page_params
de: Seiten-Parameter

source: label_width
de: Breite

source: legend_contentpanels_details
de: ContentPanels Einzelheiten

source: heading_edit_item
de: Objekt bearbeiten

source: Default
de: Standard

source: No Title
de: Kein Titel

source: Default Box
de: Standard-Box

source: Dotted
de: Gepunktet

source: Rounded
de: Abgerundet

source: Alert
de: Hinweis

source: My recent changes
de: Meine letzten Änderungen

source: My favorites
de: Meine Favoriten

source: Calendar
de: Kalender

source: Events
de: Termine

source: Review list
de: Revisionsliste

source: News
de: Nachrichten

source: Language
de: Sprache

source: Recent published
de: Kürzlich veröffentlicht

source: Nested contentpanels
de: Geschachtelte ContentPanels

source: View
de: Anzeigen

source: Recent changes
de: Letzte Änderungen

source: Folder listing
de: Ordner Auflistung

source: Body
de: Inhalt

source: Default viewlet
de: Standard Viewlet

source: Poll
de: Umfrage

source: move left
de: Nach links verschieben

source: move right
de: Nach rechts verschieben

source: delete this page
de: Seite löschen

source: new panel
de: Neues Panel

source: new column
de: Neue Spalte

source: delete column
de: Spalte löschen

source: move up
de: Nach oben verschieben

source: move down
de: Nach unten verschieben

source: delete this panel
de: Panel löschen

source: viewlet_context
de: Passende Inhalte

source: label_viewlet
de: Viewlet

source: label_skin
de: Skin

source: label_preview
de: Vorschau

source: select_this_panel
de: Dieses Panel auswählen

source: Title description
de: Titel, Beschreibung

source: Image folder
de: Bilderordner

source: label_custom_css
de: Eigenes CSS

source: help_custom_css
de: Definieren Sie Ihr eigenes CSS. Ignorieren Sie dieses Feld, wenn Sie nicht wissen was CSS ist.

source: label_page_layout_mode
de: Layout Modus

source: help_page_layout_mode
de: Wählen Sie zwischen Kachel und Karteireiter. Mit Kacheln können Sie komplexe Layouts realisieren, während Karteireiter einfaches Umschalten von Seiten erlauben.

source: page_layout_tile
de: Kachel-Layout

source: page_layout_tab
de: Karteireiter-Layout

source: label_portlet_pos
de: Rechter/linker Spalte zuweisen

source: help_portlet_pos
de: Weisen Sie Ihre Komposition der linken oder rechten Spalte zu, anstatt sie im Inhaltsbereich anzuzeigen.

source: portlet_pos_none
de: Keine

source: portlet_pos_left
de: Links

source: portlet_pos_right
de: Rechts

source: goto_this_contentpanels
de: Zu diesem ContentPanel gehen

source: Document content
de: Artikelinhalt

source: folder_change_list
de: Liste der Änderungen in diesem Ordner

source: Folder changes
de: Änderungen in diesem Ordner

source: last_updates_in
de: Letzte Aktualisierungen in

source: Article content
de: Artikelinhalt

source: Discussion list
de: Diskussionsliste

source: Recent comments
de: Aktuelle Kommentare

source: heading_layout_form
de: ${cpTitle} (Seite ${pageIndex})

source: new page
de: Neue Seite

source: label_page_title
de: Titel

source: column_x_width
de: Spaltenbreite

source: Column Width
de: Spaltenbreite

source: Personal related
de: Persönliche Artikel

source: Site wide
de: Globale Artikel

source: Folder related
de: Ornderbezogen

source: Content related
de: Inhaltbezogen

source: label_list_count
de: Maximale Anzahl:

source: label_text
de: Text (HTML):

source: label_rss_url
de: RSS URL

source: Simple text
de: Einfacher Text

source: header_panel_configuration
de: Panel Konfiguration

source: desc_panel_configuration
de: Hier können Sie den Inhalt des von Ihnen ausgewählten Blocks ändern und sogenannte Viewlets benutzen um diesen mit Inhalten zu füllen. Sie können sich eine Vorschau Ihrer Auswahl am Ende der Seite anzeigen lassen.

source: label_viewlet_settings
de: Einstellungen des Viewlets

source: label_row_spacing
de: Breite der Zeile:

source: label_col_spacing
de: Breite der Spalte:
