Repository: pypi-data/pypi-mirror-1
Catalog: packages/cryptobox-server/cryptobox-server-0.3.0.tar.gz/cryptobox-server-0.3.0/intl/*/cryptobox-server.po
Languages: de, es, it, ja, pl, sl

source: The CryptoBox
de: Die CryptoBox
es: CryptoBox
it: La CryptoBox
ja: クリプトボックス
pl: CryptoBox

source: Privacy for the rest of us.
de: ... und 1984 war gestern!
es: Privacidad al alcance de todos
it: Privacy per tutti noi.
ja: プライバシーを我等に
pl: Prywatność dla każdego.
sl: Zasebnost za vse

source: Volume
de: Datenträger
es: Volúmen
ja: ボリューム
pl: Wolumin
sl: Posamezen del

source: Access denied
de: Zugriff verweigert
es: Acceso denegado
it: Accesso non consentito
ja: アクセスが拒否されました
pl: Odmówiono dostępu
sl: Dostop zavrnjen

source: Enter the current password
de: Das aktuelle Passwort eingeben
es: Introduzca la contraseña en vigor
it: Inserire la password attuale
ja: 現在のパスワードを入力してください
pl: Wpisz aktualne hasło
sl: Vnesite trenutno veljavno geslo

source: Enter new password
de: Das neue Passwort eingeben
es: Introduzca la nueva contraseña
it: Inserire la nuova password
ja: 新しいパスワードを入力してください
pl: Wpisz nowe hasło
sl: Vnesite novo geslo

source: Repeat new password
de: Das neue Passwort wiederholen
es: Repita la nueva contraseña
it: Ripetere la nuova password
ja: もう一度新しいパスワードを入力してください
pl: Powtórz nowe hasło
sl: Ponovite novo geslo

source: Click here if your browser does not support automatic redirection.
de: Klicke hier, falls dein Browser automatische Weiterleitungen nicht unterstützt.
es: Haga click aquí si su explorador no soporta redireccionamiento automático.
it: Fare clic qui se il browser non supporta la redirezione automatica.
ja: お使いのブラウザが自動的に画面移動できない場合は、以下をクリックしてください。
pl: Kliknij tutaj, jeśli Twoja przeglądarka nie obsługuje automatycznego przekierowania.
sl: Kliknite če vaš iskalnik ne podpira avtomatične preusmeritve.

source: Website of project
de: Homepage des Projekts
es: Sito Web del proyecto
it: Sito web del progetto
ja: プロジェクトのWebサイト
pl: Witryna projektu
sl: Spletna stran projekta

source: The CryptoBox is a project of
de: Die CryptoBox ist ein Projekt von
es: Criptobox es un producto de
it: La CryptoBox è un progetto di
pl: CryptoBox został zaprojektowany przez
sl: CryptoBox je projekt

source: Volume's name
de: Name des Datenträgers
es: Nombre de volúmen
it: Nome del volume
ja: 領域名
pl: Nazwa woluminu
sl: Ime posameznega dela

source: Enable help
de: Hilfe aktivieren
es: Habilitar la Ayuda
it: Attiva aiuto
ja: ヘルプを有効にする
pl: Włącz pomoc
sl: Omogoči pomoč

source: Disable help
de: Hilfe deaktivieren
es: Deshabilitar la ayuda
it: Disattiva aiuto
ja: ヘルプを無効にする
pl: Wyłącz pomoc
sl: Onesposobi pomoč

source: Busy volume
de: Datenträger beschäftigt
es: Volúmen en uso
it: Volume occupato
ja: 領域は使用中です
pl: Wolumin zajęty
sl: nosilec je zaposlen

source: This volume is currently busy. Please wait for a moment.
de: Der Datenträger ist noch beschäftigt. Warte bitte einen Moment.
es: Este volúmen está en uso. Espere un instante.
it: Questo volume è attualmente occupato. Attendere.
ja: この領域は現在使用中です。しばらく待ってやり直してください。
pl: Wybrany wolumin jest zajęty. Proszę spróbować ponownie za chwilę.
sl: Ta nosilec je trenutno zaposlen. Prosimo počakajte trenutek.

source: Show all disks
de: Zeige alle Datenträger
es: Mostrar todos los discos
it: Mostra tutti i dischi
ja: 全てのディスクを表示する
pl: Pokazuj wszystkie dyski
sl: Prikaži vse diske

source: Invalid access credentials
de: Ungültige Zugangsdaten
es: Credenciales de acceso no válidas
it: Credenziali di accesso non valide
ja: 無効なアクセス証明書です
pl: Nieprawidłowe dane użytkownika
sl: Neveljavno vstopno priporočilo

source: Sorry - you did not enter the right credentials! Maybe you should try the default setting: username=>'admin' / password=>'admin'.
de: Tut mir Leid, du hast nicht die richtigen Zugangsdaten eingegeben! (Versuch es mit "admin" als Benutzername und als Passwort und ändere das Passwort bald.)
es: Lo siento, no introdujo las credenciales correctas. Intente con la configuración por defecto: nombre de usuario=>'admin' / contraseña=>'admin'
it: Non sono state inserite credenziali di accesso corrette. Tentare con le impostazioni predefinite: username=>'admin' / password=>'admin'.
ja: ごめんなさい - あなたは正当な証明書を使っていません。最初から設定されている、ユーザー名:'admin'、パスワード:'admin'を試してみてください。
pl: Przepraszamy - nie wpisałeś poprawnych danych! Możesz spróbować domyślne ustawienia: użytkownik=>'admin' / hasło=>'admin'.
sl: Oprostite - niste vnesli pravilnega priporočila.poskusite z: uporabniško ime=>'admin' / geslo=>'admin'.

source: Missing password
de: Das Passwort fehlt
es: Falta contraseña
it: Password mancante
ja: パスワードが一致しません
pl: Brak hasła
sl: Manjka geslo

source: You have to enter a password!
de: Du musst ein Passwort eingeben!
es: ¡Tiene que introducir una contraseña!
it: È necessario inserire una password!
ja: パスワードは必須です
pl: Musisz wpisać hasło!
sl: Vnesti morate geslo!

source: Missing new password
de: Das neue Passwort fehlt
es: Falta la nueva contraseña
it: Nuova password mancante
ja: 新しいパスワードが一致しません
pl: Brak nowego hasła
sl: Novo geslo manjka

source: You have to enter a new password!
de: Du musst ein neues Passwort eingeben!
es: ¡Tiene que introducir una nueva contraseña!
it: È necessario inserire una nuova password!
ja: 新しいパスワードは必須です
pl: Musisz wpisać nowe hasło!
sl: Vnesti morate novo geslo

source: Different passwords
de: Verschiedene Passworte
es: Contraseñas diferentes
it: Password differenti
ja: パスワードが違います
pl: Hasła różnią się
sl: Gesli sta različni

source: The passwords you entered did not match.
de: Die eingegebenen Passworte stimmen nicht überein.
es: Las contraseñas introducidas no coinciden
it: Le password inserite non corrispondono.
ja: パスワードが一致しませんでした
pl: Wpisane hasła nie zgadzają się.
sl: Gesli, ki ste ju vnesli se ne ujemata.

source: Invalid device
de: Ungültiger Datenträger
es: Dispositivo no válido
it: Dispositivo non valido
ja: 不正なデバイスです
pl: Nieprawidłowe urządzenie
sl: Neveljavna naprava

source: The device you have chosen is invalid!
de: Der ausgewählte Datenträger kann nicht verwendet werden.
es: El dispositivo elegido no es válido
it: Il dispositivo scelto non è valido!
ja: 選択されたデバイスが正しくありません。
pl: Wybrane urządzenie jest nieprawidłowe!
sl: Naprava, ki ste jo izbrali ni veljavna!

source: The volume is open
de: Der Datenträger ist geöffnet
es: El volúmen está abierto
it: Il volume è aperto
ja: その領域はもう開かれています
pl: Wolumin jest otwarty
sl: Ta vsebina je odprta

source: This action is not available while the volume is active. Please close it first.
de: Diese Aktion kann nicht durchgeführt werden, solange der Datenträger geöffnet ist. Bitte schließe ihn zuvor.
es: Esta acción no está disponible mientras el volúmen esté activo. Ciérrelo primero.
it: Questa azione non è disponibile quando il volume è aperto. Chiuderlo prima di ritentare.
ja: この操作は領域が有効な間は機能しません。まず領域を閉じてください。
pl: Funkcja ta nie jest dostępna póki wolumin jest aktywny. Proszę go najpierw zamknąć.
sl: Ta dejavnost je onemogočena, dokler imate vsebino odprto. Prosimo zaprite ta del.

source: Close volume
de: Schließe Datenträger
es: Cierre el volumen
it: Chiusura volume
ja: 領域を無効にする
pl: Zamknij wolumin
sl: Zapri vsebino

source: Invalid request
de: Ungültige Anfrage
es: Solicitud no válida
it: Richiesta non valida
ja: 不正なリクエストです
pl: Nieprawidłowe polecenie
sl: Neveljavna zahteva

source: Sorry - I do not know how to handle this request. If you think, that this is a bug, then you should send the most recent part of the CryptoBox log to info@cryptobox.org.
de: Entschuldigung - Ich weiss nicht, wie ich mit dieser Anfrage umgehen soll. Falls du denkst, dass dies ein Fehler der CryptoBox ist, dann sende den aktuellen Inhalt des CryptoBox-Protokolls an info@cryptobox.org.
es: Lo siento, no sé cómo tratar esta solicitud. Si cree que esto es un fallo del programa, envíe envíe la parte más reciente del registro de Cryptobox a info@cryptobox.org.
it: Non è possibile eseguire la richiesta. Se si ritiene che questo sia un malfunzionamento, inviare l'ultima parte del registro degli eventi della CryptoBox a info@cryptobox.org.
ja: すいません - このリクエストを扱う方法がわかりませんでした。 もし、これがバグだと思われましたら、最近のクリプトボックスのログを添えて、info@cryptobox.orgにお問い合わせください。
pl: Przepraszam - nie rozumiem tego polecenia. Jeśli sądzisz, że to bład programu proszę przesłać ostatnią część rejestru systemu CryptoBox na adres: info@cryptobox.org.
sl: Oprostite - zahteve ne morem izvesti.Če menite, da je v igri hrošč, prosimo, pošljite nedaven del Cryptobox log na naslov:info@cryptobox.org.

source: View log
de: Protokoll anzeigen
es: Ver registro
it: Mostra il registro degli eventi
ja: ログを閲覧する
pl: Pokaż rejestr
sl: Poglej log

source: Something weird happened
de: Unerwartete Ausnahmesituation
es: Ocurrió algo extraño
it: Si è verificato un errore imprevisto
ja: 原因不明の障害です
pl: Zdarzyło się coś dziwnego
sl: Nekaj nenavadno čudaškega se je zgodilo

source: We (the developer of the CryptoBox) would like to fix this problem for you and others. Please send the most recent part of the CryptoBox log to info@cryptobox.org. Thanks for your contribution!
de: Wir (die Entwickler der CryptoBox) würden das gerade aufgetretene Problem gern für dich und andere Nutzer beheben. Bitte sende dafür den aktuellen Inhalt des CryptoBox-Protokolls an info@cryptobox.org. Danke für deine Mithilfe!
es: A nosotros (los desarrolladores de Cryptobox) nos gustaría solucionar este problema para Ud. y para los demás. Por favor, envíe envíe la parte más reciente del registro de Cryptobox a info@cryptobox.org.
it: Gli sviluppatori della CryptoBox intendono risolvere questo problema. Inviare l'ultima parte del registro degli eventi della CryptoBox a info@cryptobox.org. Grazie per il contributo!
ja: わたしたちクリプトボックスの開発者は、あなたや、他の利用者のためにもこの問題の解決を望んでいます。クリプトボックスのログのうち最近の部分をinfo@cryptobox.org.までお送りください。あなたのご協力に感謝します。
pl: Chcielibyśmy (twórcy systemu CryptoBox) naprawić ten błąd dla Ciebie i innych. Proszę przesłać ostatnią część rejestru systemu CryptoBox na adres: info@cryptobox.org. Dziękujemy za pomoc!
sl: Razvijalci Cryptoboxa želimo rešiti ta problem za vas in vse ostale. Prosimo pošljite najnovejši - trenutni del CryptoBox log na naslov:info@cryptobox.org. Hvala za vaše sodelovanje!

source: No write permissions
de: Keine Schreibrechte
es: No tiene permisos de escritura
it: Permesso di scrittura mancante
ja: 書き込み権限がありません
pl: Brak pozwoleń zapisu
sl: Ni dovoljenja za zapisovanje

source: Sorry - the CryptoBox is not allowed to write on this device. Anyway it is still possible, that you can open it and change its content. Please ask the administrator of the CryptoBox in case you believe, that this is a mistake.
de: Entschuldigung - die CryptoBox darf nicht auf diesen Datenträger schreiben. Dennoch ist es weiterhin möglich ihn zu öffnen und den Inhalt zu ändern. Wende dich an den Administrator, falls du denkst, dass es sich hierbei um einen Fehler handelt.
es: Lo siento, Cryptobox no puede escribi en este dispositivo. De todas formas, es posible que Ud. aún pueda abrirlo y cambiar su contenido. Pregunte al administrador de Cryptobox si cree Ud. que esto es un error.
it: La CryptoBox non è autorizzata a scrivere su questo dispositivo. Ciò nonostante è ancora possibile aprirlo e modificarlo. Rivolgersi all'amministratore del sistema se si ritiene che questo sia un errore.
ja: ごめんなさい - クリプトボックスは、この装置に書き込む許可を持っていません。とにかく、あなたがこの領域を開いて読み書きできる可能性がまだ残っています。これが間違いでないかどうか、クリプトボックスの管理者に問い合わせてください。
pl: Przepraszamy - system CryptoBox nie może zapisywać na tym urządzeniu. Możesz jednak otwierac go i zmieniać jego zawartość. Proszę zwrócić się do administratora systemu CryptoBox, jeśli sądzisz, że to błąd.
sl: Oprostite - Cryptobox-u ni dovoljeno zapisovati na to napravo. Možen pa je dostop do podatkov in spreminjanje njih vsebine. Prosimo vprašajte o tem administratorja Cryptoboxa, vkolikor menite da gre za napako.
