Repository: pypi-data/pypi-mirror-1
Catalog: packages/*.*.memberdataexport/*.*.memberdataexport-0.5.tar.gz/*.*.memberdataexport-0.5/*/*/memberdataexport/locales/*/LC_MESSAGES/*.*.memberdataexport.po
Languages: pt_br

source: Always quote fields?
pt_br: Sempre usar aspas para separar os campos?

source: Character to be used on export
pt_br: Caracter a ser utilizado para a exportação

source: Configure Export Member Data
pt_br: Configurar a exportação de dados dos membros

source: Configure export member data
pt_br: Configurar a exportação de dados dos membros

source: Configure export settings for memberdata.
pt_br: Configurar a funcionalidade de exportação de dados dos membros

source: Delimiter
pt_br: Delimitador

source: Export Member Data
pt_br: Exportar dados de membros

source: Export settings
pt_br: Configurações para exportação

source: File name
pt_br: Nome do arquivo

source: Filename used on export
pt_br: Nome do arquivo de exportação

source: Line terminator
pt_br: Quebra de linha

source: Member data export settings
pt_br: Configurações de exportação dos dados de membros

source: Should we always use quotes to separate data.
pt_br: Devemos usar as aspas para exportação dos dados.
