Repository: pypi-data/pypi-mirror-1
Catalog: packages/frla/frla.tar.gz/frla/frla/i18n/*/LC_MESSAGES/frla.po
Languages: tr

# ad1
source: <h3>Connected Users' ID:</h3>
tr: <h3>Baglanan Kisiler:</h3>

# anasayfalink
source: <b><a href="indexeng.html">Home</a><br></b>
tr: <b><a href="index.html">Anasayfa</a><br></b>

# anasayfalink2
source: <b><a href="/indexeng.html">Home</a><br></b>
tr: <b><a href="/index.html">Anasayfa</a><br></b>

# bilgikisi
source: <h3><font color="ff0000">Information about Connected Users:</font></h3><b>
tr: <h3><font color="ff0000">Kişi Hakkında Bilgi:</font></h3><b>

# bilgikisi3
source: <h3><font color="ff0000">Information about Connected Users:</font></h3>In <b>
tr: <h3><font color="ff0000">Kişi Hakkında Bilgi:</font></h3><b>

# bilgikisi2
source: </b> has connected <b>
tr: </b> adlı kişi toplamda <b>

# %(num)d time
source: %(num)d </b>time.<br><br>
tr: %(num)d </b>defa bağlanmıştır.<br><br>

# tarih
source: <b>Date:</b>
tr: <b>Tarih:</b>

# saat
source: <b> Time:</b>
tr: <b> Saat:</b>

# isimverme1
source: No name! for giving a name click <a href="/nasconf/form?adres=
tr: isimsiz! isim vermek için <a href="/kenyapilandirma/form?adres=

# isimverme2
source: ">here.</a>
tr: ">tıklayınız.</a>

# kenadres
source: <b>NAS's IP Address:</b>
tr: <b>Ken'in IP Adresi:</b>

# ad
source: <b> Name:</b>
tr: <b> Adı:</b>

# kenbilgisi
source: <h3>Information about NAS:</h3> From NAS that has <b>
tr: <h3>Ken Hakkında Bilgi:</h3><b>

# kenbilgisi2
source: </b> address <b>
tr: </b> adresli kenden <b>

# %(num)d user
source: %(num)d</b> user have connected. This user:<br><br>
tr: %(num)d </b>kişi bağlanmıştır. Bu kişiler:<br><br>

# kenkisi
source: </b> has connected from <b>
tr: </b> adlı kişi <b>

# kenler
source: <h3>NAS Addresses:</h3>
tr: <h3>Kenler:</h3><br>

# tarihbilgi
source: <h3>Information about Date:</h3>In <b>
tr: <h3>Tarih Hakkında Bilgi:</h3><b>

# tarihbilgi2
source: </b>, <b>
tr: </b> tarihinde <b>

# ekleme1
source: <b>Adding is successful!</b><br>
tr: <b>Ekleme Başarılı!</b><br>

# ekleme2
source: <b>Adding is unsuccessful! Please, be sure the values are right and try again!</b><br>
tr: <b>Ekleme yapılamadı! Lütfen girdilerin doğru olduğundan emin olup tekrar deneyiniz!</b><br>

# degistirme1
source: <b>Modification is successful!</b><br>
tr: <b>Başarıyla Değiştirildi!</b><br>

# degistirme2
source: <b>Modification is unsuccessful! Please, be sure the values are right and try again!</b><br>
tr: <b>Değiştirme İşlemi BAŞARISIZ! Lütfen girdilerin doğru olduğundan emin olup tekrar deneyiniz!</b><br>

# silmead
source: <b>Deleting is successful!</b><br>
tr: <b>Verdiğiniz isme göre silme yapıldı.</b><br>

# silmeadres
source: <b>Deleting is successful!</b><br>
tr: <b>Verdiğiniz adrese göre silme yapıldı.</b><br>

# silme1
source: <b>Deleting is successful!</b><br>
tr: <b>Verdiğiniz isim ve adrese göre silme yapıldı.</b><br>

# silme2
source: <b>Deleting is unsuccessful! Please, be sure the values are right and try again!</b><br>
tr: <b>Silme İşlemi BAŞARISIZ! Lütfen girdilerin doğru olduğundan emin olup tekrar deneyiniz!</b><br>

# formmenu
source: <b><a href="/nasconf/form?adres=">Form</a><br></b>
tr: <b><a href="/kenyapilandirma/form?adres=">Form</a><br></b>

# liste
source: An error has occured while listing! Be sure NAS table has existed or there are values in the table.
tr: Listelemede hata oluştu! Ken tablonuzun var olduğundan veya içinde veri olduğundan emin olup tekrar deneyiniz.

# listele1
source: <b>Address</b>
tr: <b>Adres</b>

# listele2
source: <b>Name</b>
tr: <b>Ad</b>

# nasconf
source: <h3><font color="ff0000">Configuration of Network Attached Storage Name</font></h3><br>
tr: <h3><font color="ff0000">Kablosuz Erişim Noktalarının İsimlerini Yapılandırma</font></h3><br>

# tarih1
source: <h3>Date:</h3>
tr: <h3>Tarih:</h3>

# dbayar
source: Saving is successful!
tr: Kayıt başarıyla tamamlandı.

# dbayar2
source: Saving is unsuccessful! Please, be sure the values are completely and try again!
tr: Kayıt BAŞARISIZ! Lütfen girdilerin tam olduğundan emin olup tekrar deneyiniz!
