Repository: pypi-data/pypi-mirror-1
Catalog: packages/collective.pfg.sslfield/collective.pfg.sslfield-0.5.tar.gz/collective.pfg.sslfield-0.5/collective/pfg/sslfield/locales/*/LC_MESSAGES/collective.pfg.sslfield.po
Languages: es

source: Algorithm used for the public key of server's certificate
es: Algoritmo utilizado para la clave pública del certificado del servidor

source: Algorithm used for the signature of client's certificate
es: Algoritmo utilizado para la firma del certificado del usuario

source: Algorithm used for the signature of server's certificate
es: Algoritmo utilizado para la firma del certificado del servidor

source: Certificate Issuer's Common name
es: Nombre completo del emisor del certificado

source: Certificate Issuer's Country name
es: País del emisor del certificado

source: Certificate Issuer's Description
es: Descripción del emisor del certificado

source: Certificate Issuer's Email address
es: E-mail del emisor del certificado

source: Certificate Issuer's Given name
es: Nombre del emisor del certificado

source: Certificate Issuer's Initials
es: Iniciales del emisor del certificado

source: Certificate Issuer's Last name
es: Apellido del emisor del certificado

source: Certificate Issuer's Locality name
es: Ciudad del emisor del certificado

source: Certificate Issuer's Organization name
es: Organización del emisor del certificado

source: Certificate Issuer's Organizational unit name
es: Unidad organizativa del emisor del certificado

source: Certificate Issuer's State or province name
es: Provincia/Estado del emisor del certificado

source: Certificate Issuer's Title
es: Título del emisor del certificado

source: Certificate Issuer's Unique identifier
es: Identificador único del emisor del certificado

source: Client's Common name
es: Nombre completo del usuario

source: Client's Country name
es: País del usuario

source: Client's Description
es: Descripción del usuario

source: Client's Email address
es: E-mail del usuario

source: Client's Given name
es: Nombre del usuario

source: Client's Initials
es: Iniciales del usuario

source: Client's Last name
es: Apellido del usuario

source: Client's Locality name
es: Ciudad del usuario

source: Client's Organization name
es: Organización del usuario

source: Client's Organizational unit name
es: Unidad organizativa del usuario

source: Client's State or province name
es: Estado/Provincia del usuario

source: Client's Title
es: Título del usuario

source: Client's Unique identifier
es: Identificador único del usuario

source: Number of cipher bits (actually used)
es: Número de bits de cifrado (utilizados actualmente)

source: Number of cipher bits (possible)
es: Número de bits de cifrado (posibles)

source: Number of days until client's certificate expires
es: Número de días restantes para la caducidad del certificado de usuario

source: One line representation of the certificate issuer's certificate
es: Resumen del certificado del emisor del certificado

source: One line representation of the client's certificate
es: Resumen del certificado del usuario

source: One line representation of the server's certificate
es: resument del certificado del servidor

source: PEM-encoded client certificate
es: Certificado del usuario codificado en formato PEM

source: PEM-encoded server certificate
es: Certificado del servidor codificado en formato PEM

source: SSL compression method negotiated
es: Método de compresión SSL negociado

source: SSL variable to extract the value from
es: Variable SSL de la que se extraerá el valor para el formulario

source: Server's Certificate Issuer's Common name
es: Nombre completo del emisor del certificado del servidor

source: Server's Certificate Issuer's Country name
es: País del emisor del certificado del servidor

source: Server's Certificate Issuer's Description
es: Descripción del emisor del certificado del servidor

source: Server's Certificate Issuer's Email address
es: E-mail del emisor del certificado del servidor

source: Server's Certificate Issuer's Given name
es: Nombre del emisor del certificado del servidor

source: Server's Certificate Issuer's Initials
es: Iniciales del emisor del certificado del servidor

source: Server's Certificate Issuer's Last name
es: Apellido del emisor del certificado del servidor

source: Server's Certificate Issuer's Locality name
es: Ciudad del emisor del certificado del servidor

source: Server's Certificate Issuer's Organization name
es: Organización del emisor del certificado del servidor

source: Server's Certificate Issuer's Organizational unit name
es: Unidad organizativa del emisor del certificado del servidor

source: Server's Certificate Issuer's State or province name
es: Estado/Provincia del emisor del certificado del servidor

source: Server's Certificate Issuer's Title
es: Título del emisor del certificado del servidor

source: Server's Certificate Issuer's Unique identifier
es: Identificador único del emisor del certificado del servidor

source: Server's Common name
es: Nombre completo del servidor

source: Server's Country name
es: País del servidor

source: Server's Description
es: Descripción del servidor

source: Server's Email address
es: E-mail del servidor

source: Server's Given name
es: Nombre del servidor

source: Server's Initials
es: Iniciales del servidor

source: Server's Last name
es: Apellido del servidor

source: Server's Locality name
es: Ciudad del servidor

source: Server's Organization name
es: Organización del servidor

source: Server's Organizational unit name
es: Unidad organizativa del servidor

source: Server's State or province name
es: Estado/Provincia del servidor

source: Server's Title
es: Título del servidor

source: Server's Unique identifier
es: Identificador único del servidor

source: The OpenSSL program version
es: Versión del programa OpenSSL

source: The SSL protocol version
es: Versión del protocolo SSL

source: The cipher specification name
es: Nombre de la especificación del cifrado

source: The hex-encoded SSL session id
es: Identificador de sesión SSL codificado en hexadecimal

source: The mod_ssl program version
es: Versión del programa mod_ssl

source: The serial of the client certificate
es: Número de serie del certificado de usuario

source: The serial of the server certificate
es: Número de serie del certificado del servidor

source: The version of the client certificate
es: Versión del certificado de usuario

source: The version of the server certificate
es: Versión del certificado del servidor

source: Using this field, you can extract the values to populate it from the SSL certificate fields
es: Utilizando este campo, puede extraer valores del certificado digital que utiliza el usuario y completar valores del formulario sin intervención del usuario

source: Validity of client's certificate (end time)
es: Validez del certificado de usuario (fecha final)

source: Validity of client's certificate (start time)
es: Validez del certificado de usuario (fecha de inicio)

source: Validity of server's certificate (end time)
es: Validez del certificado del servidor (fecha final)

source: Validity of server's certificate (start time)
es: Validez del certificado del servidor (fecha de inicio)

source: true if cipher is an export cipher
es: Verdadero si el cifrado es un cifrado de exportación
