Repository: pypi-data/pypi-mirror-1
Catalog: packages/collective.contentlicensing/collective.contentlicensing-2.1.0dev-r78377.tar.gz/collective.contentlicensing-2.1.0dev-r78377/collective/contentlicensing/locales/*/LC_MESSAGES/ContentLicensing.po
Languages: tr

source: Apply License To Contained Objects
tr: Nesnelere Lisansı Uygula

source: Choose the licenses which can be selected for individual objects. The Creative Commons License Picker provides an interactive form to choose an appropriate Creative Commons license.
tr: Bireysel nesneler için seçilebilir olan lisansı seçin.Creative Commons License Picker, Creative Commons lisansı seçebilmek için interaktif bir form sağlar.

source: Cite/attribute Resource
tr: Site Kaynağı

source: Content License Settings
tr: İçerik Lisans Ayarları

source: Content Licensing
tr: İçerik Lisanslama

source: Content Licensing Settings
tr: İçerik Lisanslama Ayarları

source: Copyright Holder
tr: Telif hakkı sahibi

source: Copyright License
tr: Telif Hakkı Lisansı

source: Create License
tr: Lisans Yarat

source: Default Copyright
tr: Geçerli Telif HakkÄ±

source: Default Copyright Holder
tr: Geçerli Telif Hakkı Sahibi

source: Default License
tr: Geçerli Lisans

source: Jurisdiction
tr: Yargılama Yetkisi

source: License Icon
tr: Lisans İkonu

source: License Image
tr: Lisans İmajı

source: License Location
tr: Lisans Yeri

source: License Name
tr: Lisans Adı

source: License URL
tr: Lisans URL'si

source: New License
tr: Yeni Lisans

source: Publisher
tr: Yayıncı

source: Save
tr: Kaydet

source: Specify the jurisdiction in which the content license is valid. (Any Jurisdiction changes must be saved before choosing a new Creative Commons license.)
tr: İçerik lisansına ilişkin yetkinizi belirtin. (Her yetki değişikliği Creative Commons lisansı seçilmeden önce kaydedilmelidir.)

source: Supported Licenses
tr: Desteklenen Lisanslar

source: The URL pointer to an image associated with the license.
tr: URL imleci lisansla ilişkilendirilmiştir.

source: The URL pointer to information about the license.
tr: Lisans hakkında bilgi sağlayan URL imleci

source: The default copyright owner for content in this portal.
tr: Bu portaldaki içerik için geçerli telif hakkı sahibi

source: The default copyright to be used with content in this portal.
tr: Bu portaldaki içerikle birlikte kullanılan geçerli telif hakkı.

source: The external URL of the license, this usually contains the actual content of the license.
tr: Lisansa ait harici URL, genellikle mevcut içerik lisansını içermektedir.

source: The external URL to an image associated with the license.
tr: İmaja ait harici URL lisansla ilişkilendirilmiştir.

source: The institution or individual responsible for publishing content in this portal.
tr: Bu portalda içerik yayınlamaktan bireyler ya da kurumlar sorumludur.

source: The license on this item.
tr: Bu öğenin lisansı

source: The name of the license.
tr: Lisans Adı

source: The name of the person or organization owning or managing rights over the resource.
tr: Kayndak üzerinde haklara sahip ya da yöneten kişi veya kuruluşların adı

source: The title of the license that will appear on the licensed object.
tr: Lisans başlığı lisanslanmmış nesnenin üzerinde görünecek.

source: This work is licensed under a
tr: Bu çalışma .... altında lisanslanmıştır.
