Repository: pypi-data/pypi-mirror-1
Catalog: packages/dateable.chronos/dateable.chronos-0.4.tar.gz/dateable.chronos-0.4/dateable/chronos/locales/*/LC_MESSAGES/chronos.po
Languages: fr, pt_br

source: ${amount} events that need action
fr: avez ${amount} évènements en attente
pt_br: ${amount} eventos que precisam ação

source: ${amount} events you attend
fr: participez à ${amount} évènements
pt_br: ${amount} eventos que você participa

source: ${amount} events you organize
fr: organisez ${amount} évènements
pt_br: ${amount} eventos que você organiza

source: , for ${count} times
fr: , ${count} fois
pt_br: , de ${count} vezes

source: , until ${date}
fr: , jusqu'au ${date}
pt_br: , até ${date}

source: Add event
fr: Ajouter un évènement
pt_br: Adicionar Evento

source: Do you want to delete this event?
fr: Souhaitez-vous supprimer cet évènement?
pt_br: Você quer remover este evento?

source: Edit calendar
fr: Modifier l'agenda
pt_br: Editar agenda

source: Edit something
fr: Editez quelque chose
pt_br: Editar algo

source: Events you are attending
fr: Évènements auxquels vous participez
pt_br: Eventos que você está participando

source: Events you organized
fr: Évènements que vous organisez
pt_br: Eventos que você organiza

source: Import iCalendar file
fr: Importer au format iCalendar
pt_br: Importar arquivo iCalendar

source: Search in full names and titles of users.
fr: Rechercher les utilisateurs par nom
pt_br: Buscar nos nomes completos e títulos dos usuários.

source: There are ${num_errors} input errors.
fr: Il y a ${num_errors} erreurs de saisie.
pt_br: Existem ${num_errors} erros de entrada

source: Use * to list all attendees (may take a very long time)
fr: Utilisez * pour afficher l'ensemble des participants (attention, cela peut prendre un certain temps)
pt_br: Use * para listar todos os participantes (pode levar bastante tempo)

source: Week ${week}
fr: Semaine ${week}
pt_br: Semana ${week}

source: button_add
fr: Ajouter
pt_br: Adicionar

source: button_cancel
fr: Annuler
pt_br: Cancelar

source: button_change
fr: Enregistrer
pt_br: Mudar

source: button_confirm
fr: Confirmer
pt_br: Remover

source: button_refresh
fr: Rafraîchir
pt_br: Recarregar

source: button_remove
fr: Supprimer
pt_br: Remover

source: button_search
fr: Rechercher
pt_br: Buscar

source: button_search_for_free_time
fr: Recherche de disponibilités communes
pt_br: Buscar horário livre

source: button_submit
fr: Soumettre
pt_br: Submeter

source: description_multiple_calendar_view
fr: Grâce à la vue multiple de calendriers, vous pouvez voir les évènements de plusieurs calendriers en un seul.
pt_br: Com visão de múltiplas agenda, você pode ver eventos de várias agendas como se elas fossem uma.

source: filename_label
fr: Nom de fichier
pt_br: Nome do Arquivo

source: label_access
fr: Visibilité
pt_br: Acesso

source: label_attached_document
fr: Nom du fichier attaché
pt_br: Documento

source: label_attendee_list
fr: Participants
pt_br: Lista de participantes

source: label_attendee_name
fr: Nom
pt_br: Nome

source: label_attendee_status
fr: Statut
pt_br: Estado

source: label_categories
fr: Catégories
pt_br: Categorias

source: label_add_event
fr: Ajouter un évènement

source: label_current_attendees
fr: Participants actuels
pt_br: Participantes atuais

source: label_currently_visible_calendars
fr: Participants actuels
pt_br: Agendas atualmente visíveis

source: label_date
fr: Date
pt_br: Data

source: day
fr: jour
pt_br: dia

source: Day
fr: Jour
pt_br: Dia

source: label_description
fr: Description
pt_br: Descrição

source: label_duration
fr: Durée
pt_br: Duração

source: label_ends
fr: Fin
pt_br: Termina

source: label_list_of_attendees
fr: Participants
pt_br: Lista de participantes

source: label_list_of_matching_times
fr: Périodes de disponibilité commune
pt_br: Lista de horários disponíveis

source: label_location
fr: Lieu
pt_br: Local

source: label_meeting_helper
fr: Organiser une réunion
pt_br: Ajudante para Encontros

source: month
fr: mois
pt_br: mês

source: Month
fr: Mois
pt_br: Mês

source: label_multiple_calendar_view
fr: Vue multiple
pt_br: Visão de múltiplas agendas

source: label_no_attendees_selected
fr: Vous devez sélectionner au moins un participant
pt_br: Nenhum participante selecionado

source: label_recurrence
fr: Récurrence
pt_br: Recorrência

source: label_search_for_attendees
fr: Recherche de participants
pt_br: Busca participantes

source: label_search_for_calendars_to_add
fr: Recherche de participants
pt_br: Busca agendas para adicionar

source: label_search_for_free_time
fr: Recherche de disponibilités communes
pt_br: Busca horário livre

source: label_search_results
fr: Résultats de la recherche
pt_br: Resultados da busca

source: label_select_timespan
fr: Choisir un intervalle de temps
pt_br: Selecionar datas e horários

source: label_start
fr: Début
pt_br: Início

source: label_starts
fr: Début
pt_br: Inicia

source: label_status
fr: Statut
pt_br: Estado

source: label_title
fr: Intitulé
pt_br: Título

source: label_today
fr: Aujourd'hui
pt_br: Hoje

source: label_transparent
fr: Disponibilité
pt_br: Não ocupado

source: label_organizer
fr: Organisateur
pt_br: Organizador

source: label_type
fr: Type
pt_br: Tipo

source: Weeks
fr: Semaines
pt_br: Semanas

source: Year
fr: Année
pt_br: Ano

source: message_events_action_is_needed_for
fr: Evènements à traiter
pt_br: Ações de Eventos são necessárias para

source: message_see_this_events_postfix
fr: de cet évènement.

source: message_see_this_events_prefix
fr: voir le
pt_br: para este evento, ver:

source: message_select_new_participation_status
fr: Sélectionner le statut
pt_br: Selecionar novo estado de participação

source: message_this_is_an_all_day_event
fr: Evènement du jour entier
pt_br: Este é um evento de dia inteiro

source: transparent_description
fr: Vous restez disponible pendant cet évènement.
pt_br: Você pode ser convidado para encontros durante este evento

source: you have
fr: Vous
pt_br: você tem

source: AttendeeManager
fr: Responsable de l'agenda
pt_br: Administrador de Agenda

source: AttendeeReader
fr: Lecteur de l'agenda
pt_br: Leitor de Agenda

source: EventParticipant
fr: Participant à l'évènement
pt_br: Participante de Evento

source: EventOrganizer
fr: Organisateur de l'évènement
pt_br: Organizador de Evento

source: EventReader
fr: Lecteur de l'évènement
pt_br: Leitor de Evento

source: CANCELED
fr: Annulé
pt_br: Cancelado

source: CONFIRMED
fr: Confirmé
pt_br: Confirmado

source: TENTATIVE
fr: À confirmer
pt_br: Tentativa

source: ACCEPTED
fr: Accepté
pt_br: Aceito

source: DELEGATED
fr: Délégué
pt_br: Delegado

source: DECLINED
fr: Refusé
pt_br: Declinado

source: NEEDS-ACTION
fr: À traiter
pt_br: Precisa Ação

source: needs-action
fr: à traiter
pt_br: precisa-ação

source: label_true
fr: Oui
pt_br: Sim

source: label_false
fr: Non
pt_br: Não

source: accepted
fr: accepté
pt_br: aceito

source: delegated
fr: délégué
pt_br: delegado

source: declined
fr: refusé
pt_br: declinado

source: tentative
fr: à confirmer
pt_br: tentativa

source: PRIVATE
fr: Privé
pt_br: Privado

source: CONFIDENTIAL
fr: Confidentiel
pt_br: Confidencial

source: Private Event
fr: Privé
pt_br: Evento Privado

source: INDIVIDUAL
fr: Individuel

source: RESOURCE
fr: Ressource
pt_br: Recurso

source: WORKSPACE
fr: Espace de travail
pt_br: Área de Trabalho

source: Search between
fr: Rechercher entre
pt_br: Buscar entre

source: First date
fr: Début
pt_br: Data Inicial

source: Last date
fr: Fin
pt_br: Data Final

source: and
fr: et
pt_br: e

source: Duration
fr: Durée
pt_br: Duração

source: Start searching from this date.
fr: Chercher à partir de cette date
pt_br: Iniciar a busca desta data.

source: Stop searching after this date.
fr: Arrêter la recherche à cette date
pt_br: Parar a busca após esta data.

source: Start search at this hour
fr: Chercher à partir de cette heure
pt_br: Iniciar a busca nesta hora.

source: Stop search at this hour
fr: Arrêter la recherche à cette heure
pt_br: Parar a busca após esta hora.

source: The expected duration of the event
fr: Durée prévue de l'évènement
pt_br: A duração esperada do evento.

source: Width
fr: Largeur
pt_br: Largura

source: The total width of the view
fr: Largeur totale de la vue
pt_br: A largura total da visualização

source: Height
fr: Hauteur
pt_br: Altura

source: The total height of the view
fr: Hauteur totale de la vue
pt_br: A altura total da visualização

source: First Day
fr: Premier jour
pt_br: Primeiro Dia

source: The first day of the view
fr: Premier jour de la vue
pt_br: O primeiro dia da visualização

source: Days
fr: Jours
pt_br: Dias

source: The number of days shown
fr: Nombre de jours affichés
pt_br: O número de dias mostrados

source: From hour
fr: A partir de
pt_br: Da hora

source: The time at the top of the view
fr: Heure affichée en haut de la vue
pt_br: A hora no topo da visualização

source: To hour
fr: Jusqu'à
pt_br: Até a hora

source: The time at the bottom of the view
fr: Heure affichée en bas de la vue
pt_br: A hora embaixo da visualização

source: Title
fr: Intitulé
pt_br: Título

source: The title of the event.
fr: Intitulé de l'évènement
pt_br: O título do evento.

source: A description of the event.
fr: Description de l'évènement
pt_br: Uma descrição do evento.

source: Starts
fr: Début
pt_br: Inicia

source: Date and time when this event starts.
fr: Date et heure du début de l'évènement
pt_br: Data e hora quando este evento inicia.

source: Ends
fr: Fin
pt_br: Termina

source: Date and time when this event ends.
fr: Date et heure de la fin de l'évènement
pt_br: Data e hora quando este evento termina.

source: Takes all day
fr: Jour entier
pt_br: Toma o dia todo

source: Check this box if the event goes on all day
fr: Cocher cette case si l'évènement dure toute la journée
pt_br: Selecione esta caixa se o evento tomar o dia todo

source: Not busy
fr: Disponible
pt_br: Não ocupado

source: This event should not appear as busy time in the meeting helper.
fr: Cet évènement n'apparaît pas comme plage horaire occupée lors de l'organisation de réunion
pt_br: Este evento não deveria aparecer como hora ocupada no ajudador de encontros.

source: Location
fr: Lieu
pt_br: Localização

source: The location where this event takes place.
fr: Lieu de l'évènement
pt_br: A localização onde este evento ocorrerá.

source: Status
fr: Statut
pt_br: Estado

source: The status of the event.
fr: Statut de l'évènement
pt_br: O estado do evento.

source: A document related to this event.
fr: Document lié à l'évènement
pt_br: Um documento relacionado a este evento.

source: Categories
fr: Catégories
pt_br: Categorias

source: Categories for this event
fr: Catégories de l'évènement
pt_br: Categorias para este evento

source: Access
fr: Visibilité
pt_br: Acessar

source: Edit event
fr: Modifier l'évènement
pt_br: Editar evento

source: Required input is missing.
fr: L'argument requis n'est pas disponible.
pt_br: Entrada requerida está faltando

source: End must come after start
fr: La date de fin doit être postérieure à celle de début.
pt_br: Término deve vir após o início

source: Invalid datetime data
fr: La date ou l'heure est invalide.
pt_br: Dados de data/hora inválidos

source: An error occured.
fr: Une erreur s'est produite.
pt_br: Ocorreu um erro.

source: Invalid duration
fr: Durée invalide
pt_br: Duração inválida

source: Invalid time
fr: Heure invalid
pt_br: Hora inválida

source: Invalid value
fr: Valeur invalide
pt_br: Valor inválido

source: Invalid integer data
fr: Valeur invalide
pt_br: Dado inteiro inválido

source: Edit recurrence
fr: Modifier la récurrence
pt_br: Editar recorrência

source: No recurrence
fr: Aucune récurrence
pt_br: Nenhuma recorrência

source: Daily recurrence
fr: Récurrence journalière
pt_br: Recorrência diária

source: Weekly recurrence
fr: Récurrence hebdomadaire
pt_br: Recorrência semanal

source: Monthly recurrence
fr: Récurrence mensuelle
pt_br: Recorrência mensal

source: Yearly recurrence
fr: Récurrence annuelle
pt_br: Recorrência anual

source: Edit Recurrence
fr: Modifiér la récurrence
pt_br: Editar Recorrência

source: Recurrence type
fr: Type de récurrence
pt_br: Tipo de recorrência

source: Interval
fr: Intervalle
pt_br: Intervalo

source: Count
fr: Nombre total d'occurrences
pt_br: Número total de recorrências

source: Until
fr: Jusqu'au
pt_br: Até

source: Weekdays
fr: Jours
pt_br: Dias da semana

source: nop
fr: Pas dans
pt_br: nada

source: monthday
fr: jour du mois
pt_br: dia do mês

source: weekday
fr: jour de la semaine
pt_br: dia da semana

source: lastweekday
fr: de la fin du mois
pt_br: último dia da semana

source: weekday_0
fr: Lundi
pt_br: Segunda-feira

source: weekday_1
fr: Mardi
pt_br: Terça-feira

source: weekday_2
fr: Mercredi
pt_br: Quarta-feira

source: weekday_3
fr: Jeudi
pt_br: Quinta-feira

source: weekday_4
fr: Vendredi
pt_br: Sexta-feira

source: weekday_5
fr: Samedi
pt_br: Sábado

source: weekday_6
fr: Dimanche
pt_br: Domingo

source: weekday_initial_0
fr: L
pt_br: S

source: weekday_initial_1
fr: M
pt_br: T

source: weekday_initial_2
fr: M
pt_br: Q

source: weekday_initial_3
fr: J
pt_br: Q

source: weekday_initial_4
fr: V
pt_br: S

source: weekday_initial_5
fr: S
pt_br: S

source: weekday_initial_6
fr: D
pt_br: D

source: week
fr: semaine
pt_br: semana

source: Week
fr: Semaine
pt_br: Semana

source: year
fr: année

source: psm_file_uploaded
fr: Fichier importé
pt_br: Arquivo enviado

source: Behaviour
fr: Comportement
pt_br: Comportamento

source: Date selector
fr: Choisir la date
pt_br: Seletor de datas

source: Selects the recurrence rule for the object
fr: Choisir le type de récurrence pour l'évènement
pt_br: Selecione a regra de recorrência para este objeto

source: Interval of recurrence (a positive integer). For example, to indicate that an event occurs every second day, you would create a DailyRecurrenceRule witl interval equal to 2.
fr: Intervalle de récurrence: Pour indiquer qu'un évènement a lieu tous les deux jours, créer par exemple une règle de récurrence quotidienne avec un intervalle de 2.
pt_br: 1 significa a cada hora, 2 significa a cada segunda hora, 3 a cada terceira hora...

source: The date of the last recurrence of the event. Can be None or a datetime.date instance. If until is not None then count must be None. If both count and until are None the event repeats forever.
fr: La date de dernière occurrence de cet évènement. Peut être laissé vide. Si ce champ est renseigné, le champ <<nombre de répétitions>> doit être vide. Si les deux sont vides, l'évènement se répète indéfiniment.
pt_br: A data da última recorrência do evento

source: A set of weekdays when this event occurs. Weekdays are represented as integers from 0 (Monday) to 6 (Sunday). This is what the `calendar` and `datetime` modules use. The event repeats on the weekday of the first occurence even if that weekday is not in this set.
fr: Choisir les jours de la semaine où cet évènement a lieu. L'évènement se reproduit le même jour que la première occurrence, même s'il ne figure pas dans la sélection.
pt_br: Selecione quais os dias da semana que este evento ocorre

source: YYYY-MM-DD
fr: JJ/MM/AAAA
pt_br: DD/MM/YYYY

source: %Y-%m-%d
fr: %d/%m/%Y
pt_br: %d/%m/%Y

source: Updated on %(date_time)s
fr: Dernière mise à jour: %(date_time)s
pt_br: Atualizado em %(date_time)s

source: No events to list
fr: Pas d'évènement.
pt_br: Nenhum evento.

source: days
fr: jours
pt_br: dias

source: weeks
fr: semaines
pt_br: semanas

source: months
fr: mois
pt_br: meses

source: years
fr: années
pt_br: anos

source: Every day
fr: Chaque jour
pt_br: Cada dia

source: Every week
fr: Toutes les semaines
pt_br: Cada semana

source: Every month
fr: Tous les mois
pt_br: Cada mês

source: Every year
fr: Une fois par an
pt_br: Cada ano

source: Every other day
fr: Tous les deux jours
pt_br: Dia sim, dia não

source: Every other week
fr: Toutes les deux semaines
pt_br: Semana sim, semana não

source: Every other month
fr: Tous les deux mois
pt_br: Mês sim, mês não

source: Every other year
fr: Tous les deux ans
pt_br: Ano sim, ano não

source: Every ${count} days
fr: Tous les ${count} jours
pt_br: A cada ${count} dias

source: Every ${count} weeks
fr: Toutes les ${count} semaines
pt_br: A cada ${count} semanas

source: Every ${count} months
fr: Tous les ${count} mois
pt_br: A cada ${count} meses

source: Every ${count} years
fr: Tous les ${count} ans
pt_br: A cada ${count} anos

source: Who has access to this event.
fr: Qui a accès à cet évènement.
pt_br: Quem tem acesso a este evento.

source: calendar_month_1
fr: Janvier
pt_br: Janeiro

source: calendar_month_2
fr: Février
pt_br: Fevereiro

source: calendar_month_3
fr: Mars
pt_br: Março

source: calendar_month_4
fr: Avril
pt_br: Abril

source: calendar_month_5
fr: Mai
pt_br: Maio

source: calendar_month_6
fr: Juin
pt_br: Junho

source: calendar_month_7
fr: Juillet
pt_br: Julho

source: calendar_month_8
fr: Août
pt_br: Agosto

source: calendar_month_9
fr: Septembre
pt_br: Setembro

source: calendar_month_10
fr: Octobre
pt_br: Outubro

source: calendar_month_11
fr: Novembre
pt_br: Novembro

source: calendar_month_12
fr: Décembre
pt_br: Dezembro

source: calendar_day_0
fr: Lu
pt_br: Seg

source: calendar_day_1
fr: Ma
pt_br: Ter

source: calendar_day_2
fr: Me
pt_br: Qua

source: calendar_day_3
fr: Je
pt_br: Qui

source: calendar_day_4
fr: Ve
pt_br: Sex

source: calendar_day_5
fr: Sa
pt_br: Sab

source: calendar_day_6
fr: Di
pt_br: Dom

source: event
fr: évènements
pt_br: evento

source: label_current_year
fr: Cette année

source: label_current_month
fr: Ce mois

source: label_current_week
fr: Cette semaine

source: label_current_day
fr: Aujourd'hui
pt_br: Hoje

source: More...
fr: Plus...

source: The attendee is busy during this event
fr: Il existe déjà un évènement pour cette agenda sur cette évènement

source: This attendee is busy during the selected period
fr: Il existe déjà un évènement sur cette période

source: Some attendees are busy during the selected period: %(users)s
fr: Il existe déjà un évènement sur cette période pour: %(users)s

source: PUBLIC
pt_br: Público

source: Description
pt_br: Descrição

source: Document
pt_br: Documento

source: Number of times the event is repeated. Can be None or an integer value. If count is not None then until must be None. If both count and until are None the event repeats forever.
pt_br: Número de vezes que o evento é repetido.

source: Specification of monthly occurence behaviour. Can be one of three values: 'monthday', 'weekday', 'lastweekday'. 'monthday' specifies that the event recurs on the same day of month (e.g., 25th day of a month). 'weekday' specifies that the event recurs on the same week within a month on the same weekday, indexed from the first (e.g. 3rd Friday of a month). 'lastweekday' specifies that the event recurs on the same week within a month on the same weekday, indexed from the end of month (e.g. 2nd last Friday of a month).
pt_br: Comportamento da recorrência mensal
