Repository: pypi-data/pypi-mirror-1
Catalog: packages/ks.pager/ks.pager-1.0.1.tar.gz/ks.pager-1.0.1/src/ks/pager/locales/*/LC_MESSAGES/ks.pager.po
Languages: ru

source: First Chunk URL
ru: Ссылка на Первую Порцию

source: On First Chunk Flag
ru: Флаг "На Первой Порции"

source: Last Chunk URL
ru: Ссылка на Последнюю Порцию

source: On Last Chunk Flag
ru: Флаг "На Последней Порции"

source: Start Element
ru: Начальный Элемент

source: Default Start Element
ru: Начальный Элемент по Умолчанию

source: Start Key
ru: Ключ Начального Элемента

source: Chunk Size
ru: Размер Порции

source: Default Chunk Size
ru: Размер Порции по Умолчанию

source: Chunk Size Key
ru: Ключ Размера Порции

source: Chunk Count on Page
ru: Число Ссылок на Порции на Странице

source: Default Chunk Count on Page
ru: Число Ссылок на Порции на Странице по Умолчанию

source: Chunk Count Key
ru: Ключ Числа Ссылок на Порции на Странице

source: Object URL for Chunk URLs
ru: Ссылка Объекта для Ссылок на Порции

source: Title
ru: Название

source: Url
ru: Ссылка

source: Selected
ru: Выбрана

source: Next Chunk URL
ru: Ссылка на Следующую Порцию

source: Have Next Chunk
ru: Имеется Следующая Порция

source: Have Previous Chunk
ru: Имеется Предыдущая Порция

source: Chunk URL List
ru: Список Ссылок на Порции

source: Chunk URL
ru: Ссылка на Порцию

source: Chunk Element List
ru: Число Элементов в Порции

source: Full Element List Count
ru: Общее Число Элементов

source: Current Chunk Number
ru: Номер Текущей Порции

source: next page
ru: следующа страница

source: last page
ru: последняя страница

source: first page
ru: первая страница

source: previous page
ru: предыдущая страница

source: Element Count - ${elementCount}
ru: Число Элементов - ${elementCount}

source: Page Count - ${chunkCount}
ru: Число Страниц - ${chunkCount}
