Repository: pypi-data/pypi-mirror-1
Catalog: packages/Products.PloneGetPaid/Products.PloneGetPaid-0.8.tar.gz/Products.PloneGetPaid-0.8/src/trunk/Products/PloneGetPaid/i18n/plonegetpaid-plone-*.po
Languages: es

source: Make Buyable
es: Hacer comprable

source: Make Not Buyable
es: Hacer no comprable

source: Make Not Premium Members Only
es: Hacer que este disponible para miembros no Premium

source: Make Not Shippable Product
es: Hacer producto no enviable

source: Make Shippable Product
es: Hacer Producto enviable

source: Make this a Donation
es: Hacer de esto una donación

source: Make this not a Donation
es: Hacer que esto no sea una donación

source: Manage Cart
es: Modificar Carrito

source: Order History
es: Historial de Pedidos

source: Orders
es: Ordenes

source: Payable
es: Pagable

source: Settings
es: Configuraciones
