Repository: pypi-data/pypi-mirror-1
Catalog: packages/collective.dancing/collective.dancing-0.7.4.tar.gz/collective.dancing-0.7.4/collective/dancing/locales/*/LC_MESSAGES/collective.dancing.po
Languages: ca

source: Channel administration
ca: Administració dels canals

source: "${channel}" subscriptions administration
ca: Administració de les subscripcions a "${channel}"

source: Up to Channels administration
ca: Puja a Administració dels canals

source: Edit Channel
ca: Edita Canal

source: Edit Channel ${channel}
ca: Edita el canal ${channel}

source: Add or edit channels that will use collectors to gather and email specific sets of information from your site, to subscribed email addresses, at scheduled times.
ca: Afegeix o edita els canals que utilitzaran col·leccions per recopilar conjunts específics d'informació del teu lloc web i i enviar-los per correu electrònic a les adreces subscrites, en els moments programats.

source: Add
ca: Afegeix

source: Item added successfully.
ca: S'ha afegit l'element.

source: Remove block
ca: Eliminar el bloc.

source: Item successfully deleted.
ca: S'ha esborrat l'element.

source: Move block up
ca: Meneja el bloc cap amunt.

source: Item successfully moved.
ca: S'ha mogut l'element.

source: Move block down
ca: Meneja el bloc cap avall.

source: Edit ${collector}
ca: Edita ${collector}

source: Up to Collector administration
ca: Puja a Administració de col·lectors

source: Type
ca: Tipus

source: Collector administration
ca: Administració de col·lectors

source: Title
ca: Títol

source: To confirm your subscription with ${channel}, please click here: ${url}
ca: Per confirmar les teues subscripcions a ${channel}, per favor fes clic ací: ${url}

source: Please confirm your subscription
ca: Per favor, confirma la teua subscripció.

source: Click here to manage your subscriptions with ${site-title}:
ca: Fes clic ací per gestionar les teues subscripcions a ${site-title}:

source: Manage your subscriptions
ca: Gestiona les teues subscripcions

source: Best regards
ca: Salutacions cordials

source: You're receiving this e-mail because you're registered for the ${channel} newsletter.
ca: Has rebut aquest correu electrònic perquè t'has subscrit al butlletí de notícies ${channel}.

source: Click here to unsubscribe.
ca: Fes clic ací per donar-te de baixa.

source: label_collector_administration
ca: Administració de col·lectors

source: description_collector_administration
ca: Els col·lectors són útils per als butlletins de notícies automàtics. Serveixen per arreplegar una llista d'elements per a publicació.

source: label_statistics_administration
ca: Estadístiques

source: description_statistics_administration
ca: Mostra estadístiques del butlletí

source: label_channel_administration
ca: Administració dels canals

source: description_channel_administration
ca: Un canal és un element essencial per la configuració. No fa res per si mateix. Proporciona una sèrie de components amb els quals treballar que es poden configurar. També és el contenidor que enregistra les seues pròpies subscripcions.

source: Up to Singing & Dancing configuration
ca: Puja a la Configuració de Singing & Dancing

source: Singing & Dancing configuration
ca: Configuració de Singing & Dancing

source: Up to Site Setup
ca: Puja a Configuració del lloc

source: You are already subscribed to this newsletter. Click here to <a href="${url}">edit your subscriptions</a>.
ca: Ja estàs subscrit a aquest butlletí. Fes clic ací per <a href="${url}">editar les teues subscripcions</a>.

source: There were some errors.
ca: Hi ha hagut alguns errors.

source: Proceed
ca: Procedeix

source: ${channel} options
ca: opcions de ${channel}

source: Portlet header
ca: Capçalera del portlet

source: Edit Channel Subscribe Portlet
ca: Edita el portlet de subscripció al canal

source: Title of the rendered portlet
ca: Títol del portlet tal i com es mostra

source: The channel to enable subscriptions to.
ca: Canal al qual permetre la subscripció.

source: Back to portlets
ca: Tornar a portlets

source: Find the channel you want to enable direct subscription to
ca: Troba el canal al qual vols permetre les subscripcions directes

source: This portlet allows a visitor to subscribe to a specific newsletter channel.
ca: Aquest portlet permet que un visitant es subscriga a un canal de butlletí de notícies específic.

source: Portlet description
ca: Descripció del portlet

source: Add Channel Subscribe Portlet
ca: Afegir Portlet de subscripció a canal

source: Description of the rendered portlet
ca: Descripció del portlet

source: Subscribe directly from portlet
ca: Subscriure's directament des del portlet

source: Click here to select collector options to be automatically enabled, when subscribing from this portlet.
ca: Fes clic ací per seleccionar que les opcions del col·lector s'activen automàticament quan algú se subscriu des d'aquest portlet.

source: Footer text
ca: Text del peu

source: Text in footer - if omitted the channel title is used
ca: Text del peu - si s'omet s'utilitzarà el títol del canal

source: Show footer
ca: Mostra peu

source: Click here to show the portlet footer.
ca: Fes clic ací per mostrar el peu del portlet.

source: Apply
ca: Aplica

source: Trigger now
ca: Dispara ara

source: ${number} messages queued.
ca: ${number} missatges en cua

source: No messages queued.
ca: No hi ha missatges en cua.

source: Send ${item} as newsletter
ca: Envia ${item} com a butlletí de notícies

source: The channel to send this through
ca: Canal a través del qual enviar açò.

source: Include collector items
ca: Inclou element del col·lector

source: Address to send the preview to
ca: Adreça a la qual enviar la vista prèvia

source: This is only required if you click 'Send preview' below
ca: Açò només es requereix si fas clic en el botó 'Enviar vista prèvia' que apareix baix.

source: Send
ca: Envia

source: ${num} messages queued.
ca: ${num} missatges en cua

source: Show preview
ca: Mostra vista prèvia

source: Send preview
ca: Envia vista prèvia

source: All sent and failed messages deleted
ca: S'han esborrat tots els missatges enviats i fallits.

source: Newsletter statistics
ca: Estadístiques del butlletí de notícies

source: Total messages sent
ca: Total de missatges enviats

source: Total number of messages sent successsfully
ca: Nombre total de missatges enviats amb èxit

source: New messages
ca: Missatges nous

source: Messages waiting to be sent
ca: Missatges esperant ser enviats

source: Last Change
ca: Darrer canvi

source: Sent messages
ca: Missatges enviats

source: Messages successfully sent
ca: Missatges enviats amb èxit

source: Failed messages
ca: Missatges fallits

source: Messages with errors
ca: Missatges amb errors

source: Retry messages
ca: Missatges reintentats

source: Messages with errors in the retry queue
ca: Missatges amb errors en la cua de reintent

source: Flush old messages
ca: Elimina els missatges vells

source: Please select items to flush.
ca: Per favor, selecciona els missatges que s'han d'eliminar

source: Successfully flushed channels.
ca: Canals buidats amb èxit

source: Send messages now
ca: Envia els missatges ara

source: Please select which channel you'd like to send queued e-mails of.
ca: Per favor, selecciona el canal del qual vols enviar els missatges que hi ha en cua.

source: You unsubscribed successfully.
ca: T'has donat de baixa correctament.

source: You aren't subscribed to this channel.
ca: No estàs subscrit a aquest canal.

source: Your subscription was updated.
ca: La teua subscripció ha estat actualitzada.

source: Apply changes
ca: Aplica els canvis

source: Unsubscribe from newsletter
ca: Dona't de baixa del butlletí de notícies

source: You are already subscribed. Fill out the form at the end of this page to be sent a link from where you can edit your subscription.
ca: Ja estàs suscrit. Ompli el formulari que apareix més avall perquè t'envien un enllaç des del qual poder modificar la teua subscripció.

source: Your email address is already subscribed. Click the "Send my subscription details" button below.
ca: El teu correu electrònic ja està subscrit. Fes clic en el botó "Envia'm els detalls de la meua subscripció" que apareix més avall.

source: Subscribe
ca: Subscriu-te

source: There seems to be an error with the information you entered.
ca: Sembla que hi ha un error en la informació que has introduït.

source: You subscribed successfully.
ca: T'has subscrit correctament.

source: Information on how to confirm your subscription has been sent to you.
ca: Se t'ha enviat informació sobre com confirmar la teua subscripció.

source: My subscriptions
ca: Les meues subscripcions

source: Edit existing subscriptions
ca: Edita les subscripcions existents

source: Fill out the form below to receive an email with a link from which you can edit you subscriptions.
ca: Ompli el formulari que apareix baix per rebre un correu electrònic amb un enllaç des del qual pots modificar les teues subscripcions.

source: Fill out the form below to subscribe to ${channel}. Note that this is for new subscriptions. Click here to <a href="${url}">edit your subscriptions</a>.
ca: Ompli el formulari que figura baix per subscriure't a ${channel}. Açò és per a noves subscripcions. Fes clic ací per <a href="${url}">editar les teues subscripcions</a>.

source: Subscribe to ${channel}
ca: Subscriu-te a ${channel}

source: Confirming your subscription
ca: Confirmant la teua subscripció

source: You confirmed your subscription successfully.
ca: Has confirmat les teues subscripcions correctament.

source: Your subscription isn't known to us.
ca: No coneixem la teua subscripció.

source: Unsubscribe
ca: Dóna de baixa la subscripció

source: Below you see a list the newsletters we offer. If you are already subscribed to some of these you can fill out the form at the end of this page to be sent a link to where you can edit your existing subscriptions.
ca: Baix hi ha una llista dels butlletins de notícies que oferim. Si ja estàs subscrit a algun d'ells pots omplir el formulari que apareix al final d'aquest pàgina perquè se t'envie un enllaç des del qual pots editar les teues subscripcions.

source: You are currently subscribed to these newsletters:
ca: Estàs subscrit a aquests butlletins:

source: You can subscribe to these newsletters:
ca: Pots subscriure't a aquests butlletins:

source: Already subscribed?
ca: Ja estàs subscrit?

source: Should you be already subscribed to one of our lists, please use this form to retrieve a link to your personalized subscription page:
ca: Deus estar subscrit a una de les nostres llistes; per favor, utilitza aquest formulari perquè t'enviem un enllaç a la teua pàgina personal de subscripció:

source: Sections
ca: Seccions

source: Rich text
ca: Text enriquit

source: Confirm your subscription with ${channel-title}
ca: Confirma la teua subscripció a ${channel-title}

source: Change your subscriptions with ${site-title}
ca: Canvia les teues subscripcions en ${site-title}

source: Your e-mail address is invalid
ca: L'adreça de correu electrònic és incorrecta.

source: E-mail address
ca: Adreça de correu electrònic

source: HTML E-Mail
ca: Correu electrònic HTML
