Repository: pypi-data/pypi-mirror-1
Catalog: packages/cryptobox-server/cryptobox-server-0.3.0.tar.gz/cryptobox-server-0.3.0/plugins/plugin_manager/intl/*/cryptobox-server-feature-plugin_manager.po
Languages: ja, sl

source: Plugin manager
ja: プラグインの管理
sl: Upravnik vtičnega prevajalca (plug-in)

source: Plugins
ja: プラグイン
sl: Vtičniki

source: Plugin Manager
ja: プラグインの管理
sl: Upravnik vtičnega prevajalca (plug-in)

source: Volume plugins
ja: 領域管理関連のプラグイン
sl: Vtični prevajalci (plug-in) za posamezne dele

source: System plugins
ja: システム管理関連のプラグイン
sl: Sistem vtičnih prevajalcev (plug-in)

source: Save all settings
ja: すべての設定を保存する
sl: Shrani vse nastavitve

source: move up
ja: 表示順を上に移動
sl: Premakni gor

source: move down
ja: 表示順を下に移動
sl: Premakni dol

source: Plugin
ja: プラグイン
sl: Vključi

source: Order
ja: 順番
sl: Ureditev

source: Requires admin?
ja: 管理者権限を必須に
sl: Zahtevate admin?

source: Main menu
ja: メインメニュー
sl: Glavni meni

source: Preferences
ja: 設定
sl: Nastavitev

source: Register
ja: レジスター

source: Properties
ja: 属性
sl: Lastnosti

source: Where visible?
ja: 表示階層
sl: Kje vidno?

source: All features of the CryptoBox are provided by plugins. This makes it possible to extend the CryptoBox easily. Here you may disable some of the available plugins to prevent unwanted user actions. Alternatively you can demand administrative privileges (see 'User manager') to protect dangerous actions from random access. The rightmost column 'order' can be used to change the order of appearance of the plugins. Don't forget to save the settings.
ja: クリプトボックスのすべての機能は、プラグインによって提供されます。この仕組みによって、クリプトボックスは拡張を簡単にしています。この画面では、不要な操作を防ぐために、利用できるプラグインを無効にできます。また、ランダムアクセスによる不用意な操作を防止するために、操作に管理者権限を必須とすることもできます("ユーザーマネージャ"機能を確認してください)。一番右側に表示される「順番」では、プラグインの表示順序や表示階層を変更することができます。設定を変更した後に、保存するのを忘れないでください。
sl: vse lastnosti cryptoboxa so oskrbovane preko vtičnih prevajalnikov, kar omogoča lažjo širitev Cryptoboxa. Tu lahko izklopite nekatere izmed vtičnih prevajalnikov, v kolikor želite preprečiti nezaželjene akcije uporabnikov. Druga možnost je, da zahtevate privilegije administratorja (glej Uporabniški upravnik, alias: user manager) v želji, da bi se zavarovali pred nevarnimi akcijami naključnega dostopa. Skrajno desno kolono "ureditev" uporabite, če želite spremeniti videz, prikaz vtičnih prevajalnikov. Ne pozabite shraniti nastavitev.

source: Volume plugins are used for configuration, activation and general handling of volumes. 'Register' is the tab-based main interface for volume management which appears if you click on a volume. 'Preferences' is one of these tabs can be be filled with volume plugins to reduce the tabs in the volumes interface.
ja: 領域プラグインは、設定と有効化、領域の一般的な操作を行います。領域アイコンを押すと表示される「登録」画面は、タブ型の画面構成を持った領域管理メニューです。これらのタブのうち、「設定」では、領域画面に表示されるタブ項目を減らすことができます。
sl: Vtičniki imenovani vtičniki delov se uporabljajo za konfiguracijo, aktivacijo in na splošno za ravnanje z deli, enotami (volumes). "Register" je glavni vmesnik za delo z enotami (deli, volumes), pojavi se ko kliknete na "deli" "Prilagoditve" je eden tistih zavihkov, preko katerega lahko urejate vse v zvezi z vtičniki in deli, enotami vašega računalnika

source: System plugins can change various aspects of the CryptoBox. They may be listed in the main navigation bar (the leftmost part of every page) and/or in the 'System preferences' container. You should never disable the 'Plugin manager'.
ja: システムプラグインは、クリプトボックスのさまざまな部分を変更することができます。それは、主な操作メニュー(あらゆる画面の左側に表示されています)や、システム設定枠に表示されます。プラグインマネージャは絶対に無効にしないでください。
sl: Sistem vtičnih prevajalnikov lahko spremeni različne aspekte Cryptoboxa. Lahko so zabeleženi v krmilni letvi (navigation bar) skrajno levi del vsake strani in/ali v sistemskih nastavitvah. Upravljalca vtičnih prevajalnikov (Plug-in manager) ni priporočljivo onemogočati/odklopiti
