Repository: pypi-data/pypi-mirror-1
Catalog: packages/Products.PloneBooking/Products.PloneBooking-2.2.1dev-r76215.zip/Products.PloneBooking-2.2.1dev-r76215/Products/PloneBooking/i18n/plonebooking_plone_*.po
Languages: pt_br

source: Booking center
pt_br: Central de Reservas

source: Booking container
pt_br: Pasta de reservas

source: Bookable object container
pt_br: Pasta de recursos

source: Booking
pt_br: Reserva

source: Bookable object
pt_br: Recurso

source: canceled
pt_br: cancelado

source: booked
pt_br: reservado

source: cancel
pt_br: cancelado

source: book
pt_br: reservar

source: Book
pt_br: Reservar

source: Periodicity
pt_br: Periodicidade

source: periodicity
pt_br: periodicidade

source: default
pt_br: padrão

source: label_same_date_every_weeks
pt_br: Mesma data (semanal)

source: label_same_date_every_x_weeks
pt_br: Mesma data(a cada n semanas)

source: label_same_date_every_x_weeks_of_the_month
pt_br: Mesma data (A cada n semanas do mês)

source: label_day
pt_br: Dia

source: label_week
pt_br: Semana

source: label_month
pt_br: Mês

source: Add New ${type}
pt_br: Adicionar novo ${type}
