Repository: pypi-data/pypi-mirror-1
Catalog: packages/Products.AttachmentTypes/Products.AttachmentTypes-1.4.tar.gz/Products.AttachmentTypes-1.4/Products/AttachmentTypes/i18n/AttachmentTypes-*-plone.po
Languages: de

source: attachments
de: Anhänge

source: label_schema_attachments
de: Anhänge

source: Attached link
de: Linkanhang

source: Attached file
de: Dateianhang

source: Attached image
de: Bildanhang

source: A link attachment
de: Ein Linkanhang

source: A file attachment
de: Ein Dateianhang

source: A image attachment
de: Ein Bildanhang

source: You must select an attachment to upload
de: Es muss eine Datei zum Hochladen ausgewählt sein

source: Attachment(s) added
de: Dateianhänge hinzugefügt

source: You must select an image to upload
de: Es muss ein Bild zum Hochladen ausgewählt sein

source: Image(s) added
de: Bildanhänge hinzugefügt

source: You must enter a Title and Url for the link
de: Es muss ein Titel und eine Url für den Link angegeben werden

source: Link(s) added
de: Linkanhänge hinzugefügt

source: %d attachments deleted
de: %d Anhänge gelöscht

source: Attachment deleted
de: Anhang gelöscht

source: You must select at least one attachment to delete.
de: Es muss ein Anhang zum Löschen ausgewählt werden.

source: No link selected.
de: Kein Link ausgewählt.

source: No attachment selected
de: Kein Anhang ausgewählt.

source: Attachment(s) moved down.
de: Anhänge wurden nach unten verschoben.

source: Attachment(s) moved up.
de: Anhänge wurden nach oben verschoben.

source: Attachment(s) renamed
de: Anhänge wurden umbenannt.

source: title_widgetimagesmanager
de: Bildanhangverwaltung

source: title_widgetlinksmanager
de: Linkanhangverwaltung

source: title_widgetattachmentsmanager
de: Dateianhangverwaltung

source: title_widgetattachments
de: Dateien

source: title_widgetlinks
de: Links

source: title_widgetimages
de: Bilder

source: Change titles
de: Titel ändern

source: Change links
de: Links ändern

source: Move up
de: Nach oben verschieben

source: Move down
de: Nach unten verschieben

source: Delete selected
de: Ausgewählte löschen

source: label_widgetattachmentsmanager_title
de: Dateien hinzufügen

source: label_widgetimagesmanager_title
de: Bilder hinzufügen

source: label_widgetlinksmanager_title
de: Links hinzufügen

source: help_widgetattachmentsmanager_title
de: Titel für die Datei

source: help_widgetattachmentsmanager_attachment
de: Datei auswählen und 'Hinzufügen' klicken

source: help_widgetimagesmanager_title
de: Titel für das Bild

source: help_widgetimagesmanager_images
de: Bild auswählen und 'Hinzufügen' klicken

source: help_widgetlinksmanager_title
de: Titel für den Link

source: help_widgetlinksmanager_links
de: Die Linkadresse

source: Upload
de: Hinzufügen

source: Add
de: Hinzufügen

source: Add more
de: Weitere hinzufügen
