Repository: pypi-data/pypi-mirror-1
Catalog: packages/django-templatesadmin/django-templatesadmin-0.5.5.tar.gz/django-templatesadmin-0.5.5/templatesadmin/locale/*/LC_MESSAGES/django.po
Languages: de

source: You are not allowed to do this.
de: Es ist dir nicht erlaubt, dies zu tun.

source: Sorry, that file is not available for editing
de: Entschuldigung, diese Datei darf nicht bearbeitet werden.

source: Template "%(path)s" has not been saved! Reason: %(errormsg)s
de: Template "%(path)s" konnte nicht gespeichert werden! Grund: %(errormsg)s

source: Template "%s" was saved successfully
de: Template "%s" wurde erfolgreich gespeichert

source: Backup Template "%(path)s" has not been saved! Reason: %(errormsg)s
de: Backup Template "%(path)s" konnte nicht gespeichert werden! Grund: %(errormsg)s

source: Backup file before saving?
de: Backup der Datei vor dem Speichern anlegen?

source: Change message
de: Änderungsnachricht

source: File selection
de: Dateiauswahl

source: Save
de: Speichern

source: This template is not writeable.
de: Dieses Template ist nicht beschreibbar.

source: File
de: Datei

source: Modified
de: Geändert

source: (read only)
de: (nur lesbar)
