Repository: pypi-data/pypi-mirror-1
Catalog: packages/collective.pfg.sslfield/collective.pfg.sslfield-0.4.tar.gz/collective.pfg.sslfield-0.4/collective/pfg/sslfield/locales/*/LC_MESSAGES/collective.pfg.sslfield.po
Languages: eu

source: Algorithm used for the public key of server's certificate
eu: Zerbitzariaren ziurtagiriaren gako publikoan erabilitako algoritmoa

source: Algorithm used for the signature of client's certificate
eu: Erabiltzailearen ziurtagiriaren sinaduran erabilitako algoritmoa

source: Algorithm used for the signature of server's certificate
eu: Zerbitzariaren ziurtagiriaren sinaduran erabilitako algoritmoa

source: Certificate Issuer's Common name
eu: Ziurtagiri jaulkitzailearen izen osoa

source: Certificate Issuer's Country name
eu: Ziurtagiri jaulkitzailearen herrialdea

source: Certificate Issuer's Description
eu: Ziurtagiri jaulkitzailearen deskribapena

source: Certificate Issuer's Email address
eu: Ziurtagiri jaulkitzailearen e-posta

source: Certificate Issuer's Given name
eu: Ziurtagiri jaulkitzailearen izena

source: Certificate Issuer's Initials
eu: Ziurtagiri jaulkitzailearen inizialak

source: Certificate Issuer's Last name
eu: Ziurtagiri jaulkitzailearen abizena

source: Certificate Issuer's Locality name
eu: Ziurtagiri jaulkitzailearen herria

source: Certificate Issuer's Organization name
eu: Ziurtagiri jaulkitzailearen saila

source: Certificate Issuer's Organizational unit name
eu: Ziurtagiri jaulkitzailearen sail-izena

source: Certificate Issuer's State or province name
eu: Ziurtagiri jaulkitzailearen estatua/lurraldea

source: Certificate Issuer's Title
eu: Ziurtagiri jaulkitzailearen titulua

source: Certificate Issuer's Unique identifier
eu: Ziurtagiri jaulkitzailearen identifikazio-kode bakarra

source: Client's Common name
eu: Erabiltzailearen izen osoa

source: Client's Country name
eu: Erabiltzailearen herrialdea

source: Client's Description
eu: Erabiltzailearen deskribapena

source: Client's Email address
eu: Erabiltzailearen e-posta

source: Client's Given name
eu: Erabiltzailearen izena

source: Client's Initials
eu: Erabiltzailearen inizialak

source: Client's Last name
eu: Erabiltzailearen abizena

source: Client's Locality name
eu: Erabiltzailearen herria

source: Client's Organization name
eu: Erabiltzailearen saila

source: Client's Organizational unit name
eu: Erabiltzailearen sail-izena

source: Client's State or province name
eu: Erabiltzailearen estatua/lurraldea

source: Client's Title
eu: Erabiltzailearen titulua

source: Client's Unique identifier
eu: Erabiltzailearen identifikazio-kode bakarra

source: Number of cipher bits (actually used)
eu: Zifratzeko bit kopurua (erabilitakoak)

source: Number of cipher bits (possible)
eu: Zifratzeko bit kopurua (erabilgarriak)

source: Number of days until client's certificate expires
eu: Erabiltzailearen ziurtagiria iraungi arteko egun kopurua

source: One line representation of the certificate issuer's certificate
eu: Ziurtagiri jaulkitzailearen ziurtagiriaren laburpena

source: One line representation of the client's certificate
eu: Erabiltzailearen ziurtagiriaren laburpena

source: One line representation of the server's certificate
eu: Zerbitzariaren ziurtagiriaren laburpena

source: PEM-encoded client certificate
eu: Erabiltzailearen ziurtagiria (PEM formatuan kodetuta)

source: PEM-encoded server certificate
eu: Zerbitzariaren ziurtagiria (PEM formatuan kodetuta)

source: SSL compression method negotiated
eu: Negoziatutako SSL konpresio-metodoa

source: SSL variable to extract the value from
eu: Zein aldagairen balioa erabili formularioan

source: Server's Certificate Issuer's Common name
eu: Zerbitzariaren ziurtagiri jaulkitzailearen izen osoa

source: Server's Certificate Issuer's Country name
eu: Zerbitzariaren ziurtagiri jaulkitzailearen herrialdea

source: Server's Certificate Issuer's Description
eu: Zerbitzariaren ziurtagiri jaulkitzailearen deskribapena

source: Server's Certificate Issuer's Email address
eu: Zerbitzariaren ziurtagiri jaulkitzailearen e-posta

source: Server's Certificate Issuer's Given name
eu: Zerbitzariaren ziurtagiri jaulkitzailearen izena

source: Server's Certificate Issuer's Initials
eu: Zerbitzariaren ziurtagiri jaulkitzailearen inizialak

source: Server's Certificate Issuer's Last name
eu: Zerbitzariaren ziurtagiri jaulkitzailearen abizena

source: Server's Certificate Issuer's Locality name
eu: Zerbitzariaren ziurtagiri jaulkitzailearen herria

source: Server's Certificate Issuer's Organization name
eu: Zerbitzariaren ziurtagiri jaulkitzailearen saila

source: Server's Certificate Issuer's Organizational unit name
eu: Zerbitzariaren ziurtagiri jaulkitzailearen sail-izena

source: Server's Certificate Issuer's State or province name
eu: Zerbitzariaren ziurtagiri jaulkitzailearen estatua/lurraldea

source: Server's Certificate Issuer's Title
eu: Zerbitzariaren ziurtagiri jaulkitzailearen titulua

source: Server's Certificate Issuer's Unique identifier
eu: Zerbitzariaren ziurtagiri jaulkitzailearen identifikazio-kode bakarra

source: Server's Common name
eu: Zerbitzariaren izen osoa

source: Server's Country name
eu: Zerbitzariaren herrialdea

source: Server's Description
eu: Zerbitzariaren deskribapena

source: Server's Email address
eu: Zerbitzariaren e-posta

source: Server's Given name
eu: Zerbitzariaren izena

source: Server's Initials
eu: Zerbitzariaren inizialak

source: Server's Last name
eu: Zerbitzariaren abizena

source: Server's Locality name
eu: Zerbitzariaren herria

source: Server's Organization name
eu: Zerbitzariaren sailaZerbitzariaren

source: Server's Organizational unit name
eu: Zerbitzariaren sail-izena

source: Server's State or province name
eu: Zerbitzariaren estatua/lurraldea

source: Server's Title
eu: Zerbitzariaren titulua

source: Server's Unique identifier
eu: Zerbitzariaren identifikazio-kode bakarra

source: The OpenSSL program version
eu: OpenSSL programaren bertsioa

source: The SSL protocol version
eu: SSL protokoloaren bertsioa

source: The cipher specification name
eu: Zifratze-espezifikazioaren izena

source: The hex-encoded SSL session id
eu: Hamaseitarrez kodetutako SSL sesio identifikadorea

source: The mod_ssl program version
eu: mod_ssl programaren bertsioa

source: The serial of the client certificate
eu: Erabiltzailearen ziurtagiriaren serie-zenbakia

source: The serial of the server certificate
eu: Zerbitzariaren ziurtagiriaren serie-zenbakia

source: The version of the client certificate
eu: Erabiltzailearen ziurtagiriaren bertsioa

source: The version of the server certificate
eu: Zerbitzariaren ziurtagiriaren bertsio zenbakia

source: Using this field, you can extract the values to populate it from the SSL certificate fields
eu: Eremu hau erabiliz, erabiltzailearen ziurtagiri digitalean azaldutako datuak erabil ditzakezu, horrela erabiltzaileak formularioa bete beharrik ez izateko

source: Validity of client's certificate (end time)
eu: Erabiltzailearen ziurtagiriaren balioa (bukaera data)

source: Validity of client's certificate (start time)
eu: Erabiltzailearen ziurtagiriaren balioa (hasiera data)

source: Validity of server's certificate (end time)
eu: Zerbitzariaren ziurtagiriaren balioa (bukaera data)

source: Validity of server's certificate (start time)
eu: Zerbitzariaren ziurtagiriaren balioa (hasiera data)

source: true if cipher is an export cipher
eu: Egiazkoa, zifratzailea esportazio-zifratzailea bada.
