Repository: pypi-data/pypi-mirror-1
Catalog: packages/cryptobox-server/cryptobox-server-0.3.0.tar.gz/cryptobox-server-0.3.0/plugins/logs/intl/*/cryptobox-server-feature-logs.po
Languages: de, ja, pl, ru

source: Event log
de: Protokoll
ja: イベントログ
pl: Rejestr wydarzeń
ru: Журнал событий

source: Show all messages
de: Zeige alle Ereignisse
ja: すべてのメッセージを表示する
pl: Pokazuj wszystkie komunikaty
ru: Показать все записи

source: Show warnings and errors
de: Zeige Warnungen und Fehler
ja: エラーと警告メッセージを表示する
pl: Pokazuj błędy i ostrzeżenia
ru: Показать предупреждения и ошибки

source: Show errors only
de: Zeige nur Fehler
ja: エラーメッセージだけを表示する
pl: Pokazuj wyłącznie błędy
ru: Показать ошибки

source: Download complete log
de: Speichere das vollständige Ereignis-Protokoll
ja: 完全なログをダウンロードする
pl: Pobierz cały rejestr
ru: Загрузить полный журнал

source: Time passed
de: vergangene Zeit
ja: 経過時間
pl: Upłynęło
ru: Время истекло

source: Description
de: Beschreibung
ja: 詳細
pl: Opis
ru: Описание

source: days
de: Tage
ja: 日付
pl: dni
ru: дней

source: hours
de: Stunden
ja: 時間
pl: godziny
ru: часов

source: minutes
de: Minuten
ja: 分
pl: minuty
ru: минут

source: seconds
de: Sekunden
ja: 秒
pl: sekundy
ru: секунд

source: Here you can see the event log of the CryptoBox. Every message belongs to one of the following groups: information/warning/error as represented by the symbol in the leftmost column. You may choose to see all or only some selected messages. If you encounter any problems with the CryptoBox then you should send the most recent warnings and errors besides a detailed description to info@cryptobox.org.
de: Hier kannst du das Ereignis-Protokoll der CryptoBox verfolgen. Jedes Ereignis gehört zu einer der folgenden Gruppen: Information / Warnung / Fehler - sie werden durch die Symbole in der linke Spalte repräsentiert. Du kannst wählen, ob (1) alle Ereignisse, (2) Warnungen und Fehler oder (3) nur Fehler angezeigt werden sollen. Falls du irgendwelche Probleme mit der CryptoBox hast, dann sende bitte die aktuellsten Warnungen und Fehler inklusive einer detaillierten Beschreibung des Problems an info@cryptobox.org.
ja: ここでは、CryptoBoxのイベントログを見ることができます。メッセージは、以下のグループのうちの1つに属し、左端のマークで判別します：インフォメーション/警告/エラー。メッセージは、すべてか選択した項目だけを表示できます。もし、CryptoBoxに問題を見つけたら、info@cryptobox.orgにエラーと警告のログとともに、詳細な状況説明を送ってください。
pl: Tutaj możesz sprawdzić rejstr wydarzeń CryptoBox. Każda wiadomość należy do jednej z następujących grup: powiadomienie/ostrzeżenie/błąd jak przedstawiono na symbolach w najdalszej kolumnie po lewej stronie. Możesz obejrzeć wszystkie lub tylko niektóre wybrane wiadomości. Jeśli zauważysz jakiś problem z CryptoBox, wyślij najświerzsze ostrzeżenia i błędy wraz ze szczegółowym opisem do info@cryptobox.org.

source: There are no messages available.
de: Es sind keine Ereignisse vorhanden.
ja: メッセージがありません。
pl: Brak komunikatów.
ru: Не содержит записей.

source: No log file configured
de: Keine Protokoll-Datei konfiguriert
ja: ログファイルが設定されていません
pl: Brak konfiguracji rejestru wydarzeń
ru: Файл журнала не настроен

source: The CryptoBox is not configured to log events to a file. Thus it is not possible to review log events.
de: Die CryptoBox ist nicht konfiguriert, um das Ereignis-Protokoll in einer Datei abzuspeichern. Deshalb ist es nicht möglich, das Ereignis-Protokoll nachzuvollziehen.
ja: くりぷとぼっくは、ログイベントをファイルに保存するように設定されていません。そのため、ログイベントを見ることができません。
pl: CryptoBox nie jest skonfigurowany, aby rejestrować wydarzenia w pliku. Z tego powodu nie można przeglądać rejestru wydarzeń.
