Repository: pypi-data/pypi-mirror-1
Catalog: packages/Products.PloneGetPaid/Products.PloneGetPaid-0.7.6.tar.gz/Products.PloneGetPaid-0.7.6/Products/PloneGetPaid/i18n/plonegetpaid-plone-*.po
Languages: de

source: Make Buyable
de: Kaufbar machen

source: Make Not Buyable
de: Nicht Kaufbar machen

source: Make Not Premium Members Only
de: Nur nicht Premium Member erstellen

source: Make Not Shippable Product
de: Nicht zustellbares Produkt erstellen

source: Make Shippable Product
de: Zustellbares Produkt erstellen

source: Make this a Donation
de: Spenden

source: Make this not a Donation
de: Spende zurückziehen

source: Manage Cart
de: Warenkorb verarbeiten

source: Order History
de: Frühere Bestellungen

source: Orders
de: Bestellungen

source: Payable
de: Zahlbar

source: Settings
de: Einstellungen
