Repository: pypi-data/pypi-mirror-1
Catalog: packages/Products.plonehrm/Products.plonehrm-2.4.tar.gz/Products.plonehrm-2.4/Products/plonehrm/locales/*/LC_MESSAGES/plonehrm.po
Languages: nl

source: (mobile)
nl: Mobiel

source: 1_day_absent
nl: (1 dag ziek)

source: Absences
nl: Verzuim

source: Add Substitution parameters Portlet
nl: Voeg Substitutie sjabloonvelden Portlet toe

source: Available parameters
nl: Beschikbare sjabloonvelden

source: Birthday of ${name}
nl: Verjaardag van ${name}

source: Date is supposed to be in the past, please enter a valid day.
nl: Datum moet in het verleden zijn, vul een geldige dag in.

source: Date is supposed to be in the past, please enter a valid month.
nl: Datum moet in het verleden zijn, vul een geldige maand in.

source: Date is supposed to be in the past, please enter a valid year.
nl: Datum moet in het verleden zijn, vul een geldig jaar in.

source: Dismissed
nl: Uit-dienst

source: Edit Substitution parameters Portlet
nl: Bewerk Substitutie sjabloonvelden Portlet

source: Facebook
nl: Smoelenboek

source: Hired
nl: In-dienst

source: Improvement areas
nl: Aandachtspunten

source: Plone HRM notification settings
nl: Instellingen Plone HRM notificaties

source: Settings for the Plone HRM notification periods.
nl: Instellingen voor de Plone HRM notificatieperiodes.

source: This portlet displays substitution parameters.
nl: Deze portlet toont substitutie sjabloonvelden

source: Turns ${age} at ${anniversary}.
nl: Wordt ${age} op ${anniversary}.

source: You are too young
nl: U bent te jong

source: add_new_file
nl: Voeg nieuw bestand toe

source: birthdate
nl: Verjaardag

source: bsn_validation_bad_input
nl: Het BSN-nummer bestaat alleen uit cijfers, gescheiden door punten.

source: bsn_validation_bad_length
nl: BSN-nummers bestaan uit 9 of 10 cijfers.

source: bsn_validation_failed
nl: Het ingevoerde BSN-nummer is niet correct.

source: description_birthday_notification
nl: Geef notificatie voorafgaand aan verjaardagen

source: description_birthday_notification_period
nl: Aantal dagen voor een verjaardag van een medewerker waarop we een notificatie geven.

source: description_contract_expiry_notification
nl: Geef notificatie wanneer een contract bijna eindigt.

source: description_contract_expiry_notification_period
nl: Aantal dagen voor het einde van een contract waarop we een notificatie geven.

source: description_trial_ending_notification
nl: Geef notificatie wanneer het einde van de proefperiode nadert.

source: description_trial_ending_notification_period
nl: Aantal dagen voor het einde van een proefperiode van een medewerker waarop we een notificatie geven.

source: edit_personaldata
nl: Persoonlijke gegevens bewerken

source: head_percentage
nl: Percentage

source: head_personal_data
nl: Persoonlijke gegevens

source: head_total
nl: Totaal

source: label_address
nl: Adres

source: label_bankNumber
nl: Bank- of Girorekening

source: label_birthDate
nl: Geboortedatum

source: label_city
nl: Plaats

source: label_civilStatus
nl: Burgerlijke staat

source: label_country
nl: Land

source: label_email
nl: E-mail

source: label_employeeNumber
nl: Personeelsnummer

source: label_gender
nl: Aanhef

source: label_idEndDate
nl: Einddatum

source: label_idNumber
nl: Nummer ID-bewijs

source: label_idType
nl: ID-bewijs type

source: label_madam
nl: Mevrouw

source: label_married
nl: gehuwd

source: label_mobilePhone
nl: Mobiel

source: label_nationality
nl: Nationaliteit

source: label_no_file_selected
nl: U heeft geen bestand opgegeven

source: label_not_married
nl: ongehuwd

source: label_pay_period
nl: Loonperiode

source: label_pay_period_four_weeks
nl: 4 weken

source: label_pay_period_month
nl: maand

source: label_pay_period_one_week
nl: 1 week

source: label_placeOfBirth
nl: Geboorteplaats

source: label_portlet_parameters
nl: Beschikbare sjabloonvelden

source: label_postalCode
nl: Postcode

source: label_remove_this_file
nl: Verwijder dit bestand

source: label_sir
nl: De heer

source: label_socialSecurityNumber
nl: BSN/SOFI

source: label_state
nl: Provincie

source: label_telephone
nl: Telefoonnummer

source: label_templateType
nl: Sjabloontype

source: label_years
nl: jaar

source: msg_file_added
nl: Bestand toegevoegd

source: plonehrm_help_address
nl: Bezoekadres van de vestiging

source: plonehrm_help_companyAddress
nl: Postadres van het hoofdkantoor

source: plonehrm_help_vacationDays
nl: Aantal vakantiedagen per jaar

source: plonehrm_label_address
nl: Adres vestiging

source: plonehrm_label_city
nl: Plaats vestiging

source: plonehrm_label_companyAddress
nl: Adres werkgever

source: plonehrm_label_companyCity
nl: Plaats werkgever

source: plonehrm_label_companyPostalCode
nl: Postcode werkgever

source: plonehrm_label_firstName
nl: Voornaam

source: plonehrm_label_initials
nl: Initialen

source: plonehrm_label_lastName
nl: Achternaam

source: plonehrm_label_middleName
nl: Tussenvoegsel

source: plonehrm_label_officialName
nl: Juridische naam

source: plonehrm_label_postalCode
nl: Postcode vestiging

source: plonehrm_label_telephone
nl: Telefoonnummer

source: plonehrm_label_title
nl: Titel

source: plonehrm_label_trade_name
nl: Naam vestiging

source: plonehrm_label_vacationDays
nl: Vakantiedagen

source: text_birthday_nears
nl: Medewerker ${name} is jarig op ${anniversary}.

source: text_contact_info_here
nl: Contactinformatie is hier

source: title_birthday_notification
nl: Geef notificatie van verjaardagen

source: title_birthday_notification_period
nl: Notificatieperiode voor verjaardagen

source: title_contract_expiry_notification
nl: Geef notificatie van einde contract

source: title_contract_expiry_notification_period
nl: Notificatieperiode voor einde contract

source: title_files
nl: Bestanden

source: title_trial_ending_notification
nl: Geef notificatie van einde proefperiode

source: title_trial_ending_notification_period
nl: Notificatieperiode voor einde proefperiode

source: up-to-employee
nl: Terug naar de medewerker

source: up-to-worklocation
nl: Terug naar de vestiging

source: x_days_absent
nl: (${days} dagen ziek)
