Repository: pypi-data/pypi-mirror-1
Catalog: packages/Products.PloneGetPaid/Products.PloneGetPaid-0.8.3.tar.gz/Products.PloneGetPaid-0.8.3/Products/PloneGetPaid/i18n/plonegetpaid-plone-*.po
Languages: pt_br

source: Make Buyable
pt_br: Permitir comercialização

source: Make Not Buyable
pt_br: Não permitir comercialização

source: Make Not Premium Members Only
pt_br: Desativar (apenas para membros premium)

source: Make Not Shippable Product
pt_br: Desabilitar envio deste produto

source: Make Shippable Product
pt_br: Permitir envio deste produto

source: Make this a Donation
pt_br: Permitir doação

source: Make this not a Donation
pt_br: Desabilitar doação

source: Manage Cart
pt_br: Modificar carrinho

source: Order History
pt_br: Histórico de pedidos

source: Orders
pt_br: Pedidos

source: Payable
pt_br: Comercializável

source: Settings
pt_br: Configurações

source: Upgrade
pt_br: Atualizar
