Repository: pypi-data/pypi-mirror-1
Catalog: packages/mwlib.rl/mwlib.rl-0.11.1.tar.gz/mwlib.rl-0.11.1/mwlib/rl/locale/*/LC_MESSAGES/mwlib.rl.po
Languages: it

source: Article Licenses
it: Licenze della voce

source: Title
it: Titolo

source: Subtitle:
it: Sottotitolo:

source: Editor:
it: Curatore:

source: Created on:
it: Creato il:

source: Contents
it: Indice

source: Articles
it: Voci

source: Produced by:
it: Prodotto da:

source: pdf writer version:
it: versione pdf writer:

source: mwlib version:
it: versione mwlib.ext:

source: Table of Contents
it: Sommario

source: Skipping Articles!
it: Voci non convertite.

source: Please note: This is only a preview intended to give an idea how the book is typeset.
it: Nota: Questa è solo un'anteprima per dare un'idea dell'aspetto tipografico del libro.

source: References
it: Riferimenti

source: The following sections list the sources for all articles and images used in this book. Those sources provide more detailed licensing information including the copyright status, the copyright owner, and the license conditions.
it: I paragrafi seguenti elencano le fonti relative a tutte le voci e immagini utilizzate in questo libro. Tali fonti contengono informazioni più dettagliate sulla licenza d'uso, compreso lo stato dei diritti d'autore, i titolari degli stessi e le condizioni di licenza.

source: Article Sources and Contributors
it: Fonti e autori delle voci

source: Image Sources, Licenses and Contributors
it: Fonti, licenze e autori delle immagini

source: Image
it: Immagine

source: PDF generated using the open source mwlib toolkit. See http://code.pediapress.com/ for more information.
it: PDF generato usando il toolkit open-source mwlib. ulteriori informazioni su http://code.pediapress.com.

source: layouting
it: creazione del layout

source: mwlib.ext version: %(version)s
it: versione mwlib.ext: %(version)s

source: mwlib version: %(mwlibversion)s, mwlib.rl version: %(mwlibrlversion)s, %(mwlibextversion)s
it: versione mwlib: %(mwlibversion)s, versione mwlib.rl: %(mwlibrlversion)s, %(mwlibextversion)s

source: rendering
it: conversione

source: <strong>WARNING: Article could not be rendered - ouputting plain text.</strong><br/>Potential causes of the problem are: (a) a bug in the pdf-writer software (b) problematic Mediawiki markup (c) table is too wide
it: <strong>ATTENZIONE: il ''rendering'' dell'articolo non può essere effettuato - è mostrato come testo semplice.</strong><br/>Le possibili cause del problema sono (a) un bug nel software che crea il file PDF (b) un errore nel markup MediaWiki (c) una tabella troppo grande
