Repository: pypi-data/pypi-mirror-1
Catalog: packages/Products.CMFQuestionnaire/Products.CMFQuestionnaire-0.6.2.tar.gz/Products.CMFQuestionnaire-0.6.2/Products/CMFQuestionnaire/i18n/cmfquestionnaire-*.po
Languages: tr

source: Add Group
tr: Grup Ekle

source: Add Question
tr: Soru Ekle

source: All tickets deleted.
tr: Bütün biletler silindi.

source: Answer count
tr: Yanıt sayısı

source: Average
tr: Ortalama

source: Comments
tr: Yorumlar

source: Create
tr: Yarat

source: Delete
tr: Sil

source: Delete All
tr: Hepsini Sil

source: Delete Forms
tr: Formları Sil

source: Forms deleted.
tr: Formlar silindi.

source: Get PDF Report
tr: PDF Raporu Al

source: Get as CSV
tr: CSV Formatında Al

source: Get as Excel
tr: Excel Formatında Al

source: Get as XML
tr: XML Formatında Al

source: Group information updated.
tr: Grup bilgisi güncellendi.

source: Items deleted.
tr: Nesneler silindi.

source: New Group
tr: Yeni Grup

source: New Question
tr: Yeni Soru

source: Not a valid ticket.
tr: Geçerli bir bilet değil.

source: Printable List
tr: Basılabilir Liste

source: Question added.
tr: Soru eklendi.

source: Question updated.
tr: Soru güncellendi.

source: Questions deleted.
tr: Sorular silindi.

source: Submit
tr: Gönder

source: Total submissions
tr: Toplam gönderilen

source: Unknown operation.
tr: Bilinmeyen işlem.

source: Update
tr: Güncelle

source: Your answers have been submitted.
tr: Yanıtlarınız gönderildi.

source: help_create_tickets
tr: Yaratmak istediğiniz bilet sayısını yazın.

source: help_enter_ticket
tr: Geçerli bir bilet yazdığınızda anket doldurmanız için açılacaktır.

source: help_scale
tr: Soru grubunun ölçeğini yazın.

source: help_title
tr: Soru grubunun başlığını yazın.

source: help_use_ticket
tr: Rollere ek olarak bilet denetimi kullanmak istiyor musunuz?

source: help_xml_body
tr: Anketin XML gövdesini yazın. Bu alanı elle doldurmak yerine tasarla sekmesini kullanmayı yeğleyebilirsiniz.

source: label_answer_count
tr: Yanıt sayısı

source: label_answers
tr: Yanıtlar

source: label_average
tr: Ortalama

source: label_comment
tr: Yorum

source: label_comments
tr: Yorumlar

source: label_count
tr: Sayı

source: label_description
tr: Tanım

source: label_fillout
tr: Doldur

source: label_group_info
tr: Grup Bilgileri

source: label_legend
tr: Açıklama

source: label_no
tr: No

source: label_no_submissions
tr: Gönderilmiş anket yok.

source: label_options
tr: Seçenekler

source: label_question
tr: Soru

source: label_question_info
tr: Soru Bilgileri

source: label_question_text
tr: Soru Metni

source: label_questions
tr: Sorular

source: label_scale
tr: Ölçek

source: label_submission_count
tr: Gönderilen form sayısı

source: label_submitted_forms
tr: Gönderilmiş Formlar

source: label_ticket
tr: Bilet

source: label_ticket_manage
tr: Bilet Yönetimi

source: label_title
tr: Başlık

source: label_unused_tickets
tr: Kullanılmamış biletler

source: label_use_ticket
tr: Bilet Kullan

source: label_xml_body
tr: XML gövdesi

source: tickets created.
tr: bilet yaratıldı.
