Repository: pypi-data/pypi-mirror-1
Catalog: packages/rum/rum-0.3dev-20090715.tar.gz/rum-0.3dev-20090715/rum.egg-info/i18n/rum/*/LC_MESSAGES/rum.po
Languages: es

source: Metadata for %(resource_name)s
es: Metadatos de %(resource_name)s

source: New %(resource_name)s
es: Nuevo/a %(resource_name)s

source: Listing %(resource_plural_name)s
es: Listando %(resource_plural_name)s

source: Edit %(item)s
es: Editando %(item)s

source: Previewing %(item)s
es: Previsualizando %(item)s

source: Viewing %(item)s
es: Mostrando %(item)s

source: Confirm deletion of %(item)s
es: Confirmación de borrado de %(item)s

source: Resolve conflict on %(new)s
es: Resolución de conflicto en %(new)s

source: Form has errors. Please correct
es: El formulario contiene errores, corrígelo por favor

source: Don't be so smart
es: No seas tan listo

source: Someone else has modified the resource
es: Alguien ha modificado el objeto

source: _meta
es: Metadatos

source: index
es: Listar

source: Too many results per page requested
es: Se han pedido demasiados resultados por página

source: create
es: Crear

source: Object %(obj)s was succesfully created
es: El objeto %(obj)s ha sido creado con éxito

source: new
es: Nuevo

source: preview
es: Previsualizar

source: update
es: Actualizar

source: Object %(obj)s was succesfully updated
es: El objeto %(obj)s ha sido actualizado con éxito

source: confirm_delete
es: Confirmar eliminación

source: delete
es: Eliminar

source: Object %(obj)s was succesfully deleted
es: El objeto %(obj)s ha sido eliminado con éxito

source: show
es: Mostrar

source: edit
es: Editar

source: Please select a value
es: Por favor, selecciona una opción

source: Parent
es: Padre

source: No parent
es: Sin padre

source: Fields
es: Campos

source: Are you sure you want to delete %(item)s?
es: ¿Estas seguro de querer eliminar %(item)s?

source: This action cannot be undone!
es: ¡Esta acción no se puede deshacer!

source: Cancel
es: Cancelar

source: Create a new %(resource_name)s
es: Crear un/a %(resource_name)s nuevo/a

source: Current version
es: Versión actual

source: Your changes
es: Tus cambios

source: Delete
es: Eliminar

source: Discard changes I've made and keep current version
es: Descartar los cambios que he hecho y conservar la versión actual

source: Discard changes
es: Descartar cambios

source: Edit current version
es: Editar la versión actual

source: Edit
es: Editar
