Repository: pypi-data/pypi-mirror-1
Catalog: packages/jyu.portalview/jyu.portalview-1.0.3-py2.4.egg/jyu/portalview/locales/*/LC_MESSAGES/jyu.portalview.po
Languages: fi

source: A content type, which displays content in a portal like aggregating view
fi: Sisältötyyppi, jolla voi rakentaa portaalimaisesti sisältöä useisiin sarakkeisiin koostavan näkymän

source: A folder, whose contents is displayed as a column in its parent portal view
fi: Kansio, jonka sisältö vastaa yhtä portaalinäkymän saraketta

source: Center-Left Column
fi: Keski-vasen sarake

source: Center-Right Column
fi: Keski-oikea sarake

source: Couldn't extract any menu bar items. Please, check that your input is valid HTML.
fi: Yhtään valikkokohdetta ei löytynyt. Tarkista, että käytit oikeaa HTML-syntaksia.

source: Custom styles
fi: Paikalliset tyylisäännöt

source: Dropdown menu bar contents
fi: Pudotusvalikon sisältö

source: Edit
fi: Muokkaa

source: Edit boxed content
fi: Muokkaa sisältösivua

source: Folder
fi: Sarake

source: Hide breadcrumbs when menu bar is enabled
fi: Piilota leivänmurupolku, kun pudotusvalikko on näkyvissä

source: Left Column
fi: Vasen sarake

source: Middle Column
fi: Keskisarake

source: Portal View
fi: Portaalinäkymä

source: Portal View Column Folder
fi: Sarake

source: RSS feed
fi: RSS-syöte

source: Re-order column contents
fi: Järjestä sarakkeen sisältöä

source: Right Column
fi: Oikea sarake

source: Show dropdown menu bar
fi: Näytä pudotusvalikko

source: Show more...
fi: Näytä lisää...

source: Syntax error. Input contains broken or open HTML tags.
fi: Kielivirhe. Syötteessä oli rikkinäisiä tai avoimia HTML-tageja.

source: Use a two-dimensional HTML list with links to define the contents of the dropdown menu bar.
fi: Käytä kaksiulotteista HTML-listaa linkkeineen määrittämään pudotusvalikon sisältö.

source: When set a dropdown menu bar built from the contents below will be rendered on top of the portal.
fi: Tämä valittuna portaalinäkymän yhteydessä näytetään alla määritelty pudotusvalikko sivun yläreunassa.

source: Width
fi: Sarakkeen leveys

source: at
fi: klo

source: box_morelink
fi: Lisää&hellip;

source: center-left
fi: keski-vasen

source: center-right
fi: keski-oikea

source: default_css
fi: #portalview-column-vasen .portletHeader { background-color: lightyellow; }

source: default_menubar
fi: <ul> <li><a href="">Normaali linkki</a></li> <li><a href="">1. Valikko</a> <ul> <li><a href="">1.1 Valintavaihtoehto</a></li> <li><a href="">1.2 Valintavaihtoehto</a></li> <li></li> <li><a href="">1.3 Valintavaihtoehto</a></li> </ul> </li> <li><a href="">2. Valikko</a> <ul> <li><a href="">2.1 Valintavaihtoehto</a></li> <li><a href="">2.2 Valintavaihtoehto</a></li> <li></li> <li><a href="">2.3 Valintavaihtoehto</a></li> </ul> </li> </ul>

source: left
fi: vasen

source: middle
fi: keski

source: right
fi: oikea
