Repository: pypi-data/pypi-mirror-1
Catalog: packages/cryptobox-server/cryptobox-server-0.3.0.tar.gz/cryptobox-server-0.3.0/plugins/user_manager/intl/*/cryptobox-server-feature-user_manager.po
Languages: de, es, it, ja, pl, sl

source: User manager
de: Nutzerverwaltung
es: Gestor de usuarios
it: Gestione degli utenti
ja: 利用者の管理
pl: Zarządzanie użytkownikami
sl: Upravitelj uporabnika

source: Users
de: Nutzer
es: Usuarios
it: Utenti
ja: 利用者
pl: Użytkownicy
sl: Uporabniki

source: User Manager
de: Nutzerverwaltung
es: Gestor de usuarios
it: Gestione degli utenti
ja: 利用者の管理
pl: Zarządzanie użytkownikami
sl: Upravitelj uporabnika

source: Add new user
de: Neuen Nutzer hinzufügen
es: Añadir nuevo usuario
it: Aggiungi nuovo utente
ja: 新しい利用者を追加する
pl: Dodaj użytkownika
sl: Dodaj novega uporabnika

source: Remove user
de: Nutzer entfernen
es: Eliminar usuario
it: Rimuovi utente
ja: 利用者を削除する
pl: Usuń użytkownika
sl: Odstrani uporabnika

source: Change password
de: Passwort ändern
es: Cambiar contraseña
it: Modifica password
ja: パスワードを変更する
pl: Zmień hasło
sl: Spremeni geslo

source: Remove
de: Entfernen
es: Eliminar
it: Rimuovi
ja: 削除
pl: Usuń
sl: Odstrani

source: Name of the new user
de: Name des neuen Nutzers
es: Nombre del nuevo usuario
it: Nome del nuovo utente
ja: 新らしい利用者の名前
pl: Nazwa nowego użytkownika
sl: Ime novega uporabnika

source: User to remove
de: Zu entfernender Nutzer
es: Usuario a eliminar
it: Utente da rimuovere
ja: 削除する利用者
pl: Użytkownik do usunięcia
sl: Uporabnik za odstranitev

source: Change user's password
de: Ändere das Passwort des Nutzers
es: Cambiar contraseña de usuario
it: Modifica la password dell'utente
ja: 利用者のパスワードを変更する
pl: Zmień hasło użytkownika
sl: Spremeni uporabnikovo geslo

source: Some settings and actions of the CryptoBox are restricted to authenticated users. Common actions like opening and closing of volumes are usually possible without administrative permissions. Be careful when adding new users as they will have control over all features of the CryptoBox including partitioning, formatting and user management.
de: Einige Einstellungen und Aktionen der CryptoBox sind reservierten Nutzern vorenthalten. Gängige Aktionen wie das Öffnen oder Schließen von Volumes sind ohne administrative Rechte möglich. Füge neue Nutzer mit Bedacht hinzu, da sie auf alle Funktionen der CryptoBox zugreifen können, einschließlich Partitionierung, Formatierung und Nutzerverwaltung.
es: Algunas configuraciones y acciones de CryptoBox están reservadas para usuarios verificados. Las acciones más comunes como abrir y cerrar volúmenes, normalmente son posibles sin privilegios de administrador. Tenga cuidado al añadir nuevos usuarios ya que pueden tener control sobre todas las funcionalidades de CryptoBox, incluyendo particionar y formatear discos y gestionar usuarios.
it: Alcune impostazioni e azioni della CryptoBox sono riservate agli utenti autenticati. Le azioni comuni come l'apertura e la chiusura dei volumi sono di norma consentite senza privilegi amministrativi. Prestare attenzione quando si aggiungono nuovi utenti in quanto questi avranno il controllo completo delle funzionalità della CryptoBox compresi partizionamento, formattazione e gestione degli utenti.
ja: クリプトボックスのいくつかの設定や操作は、認証された利用者だけに制限されています。ボリュームの開閉のような一般的な操作は、通常管理の許可なしで可能です。区画作成、初期化、利用者管理を含む、すべての権限を持つような新しい利用者を追加する場合は、慎重におこなってください。
pl: Niektóre ustawienia i czynności w systemie CryptoBox są ograniczone tylko dla zatwierdzonych użytkowników. Zwyczajne czynności, takie jak otwieranie i zamykanie woluminów są normalnie możliwe bez zgody administratora. Uważaj przy dodawaniu nowych użytkowników, ponieważ będą oni mieli kontrolę nad wszystkimi funkcjami systemu CryptoBox włącznie z partycjonowaniem, formatowaniem oraz zarządzaniem użytkownikami.
sl: Nekatere nastavitve in aktivnosti so pridržane zgolj za poverjene uporabnike. Obče dejavnosti, kot so odpiranje in zapiranje vsebin, so navadno omogočene brez dovoljenja skrbnika sistema. Bodite previdni, ko dodajate nove uporabnike, saj bodo le ti imeli nadzor nad vsemi funkcijami Cryptoboxa, vključno s porazdelitvijo diskov , formatiranjem in upravljanju z uporabniki.

source: Add a new administrative user and define its password by entering it twice.
de: Füge einen neuen administrativen Nutzer hinzu und lege sein Passwort fest, indem du es zweimal eingibst.
es: Añadir un nuevo usuario administrador e introducir su contraseña dos veces.
it: Aggiungi un nuovo utente amministrativo e inserisci due volte la sua password.
ja: 新しく管理権限のある利用者を追加し、パスワードを2度入力して設定します。
pl: Dodaj nowego zatwierdzonego użytkownika oraz zdefiniuj jego hasło wpisukąc je dwa razy.
sl: Dodaj novega uporabnika - administratorja in definiraj njegovo geslo z dvojnim vnosom.

source: Choose a user of the following list and enter the new password twice.
de: Wähle einen Nutzer aus der folgenden Liste aus und gib das neue Passwort zweimal ein.
es: Elija un usuario de la siguiente lista e introduzca la nueva contraseña dos veces.
it: Scegliere un utente dalla lista seguente e inserire due volte la nuova password.
ja: リストのなかから利用者を選び、パスワードを2度入力して設定します。
pl: Wybierz użytkownika z podanej listy i wpisz nowe hasło dwa razy.
sl: Izberi uporabnika z liste in dvakrat vnesi geslo.

source: Remove an administrative user. The user 'admin' is reserved and can not be removed.
de: Einen administrativen Nutzer entfernen. Der Nutzer 'admin' ist reserviert und kann nicht entfernt werden.
es: Eliminar un usuario administrador. El usuario 'admin' está reservado y no puede ser eliminado.
it: Rimuove un utente amministrativo. L'utente 'admin' è riservato e non può essere rimosso.
ja: 管理権限のある利用者を削除します。'admin'利用者は予約されていますので、削除することはできません。
pl: Usuń zatwierdzonego użytkownika. Użytkownik 'admin' jest zastrzeżony i nie może być usunięty.
sl: Odstrani uporabnika-administratorja. Uporabnik "admin" je rezerviran in ne more biti odstranjen.

source: User added
de: Nutzer hinzugefügt
es: Se ha añadido un usuario
it: Utente aggiunto
ja: 利用者を追加しました
pl: Dodano użytkownika
sl: Uporabnik dodan

source: The new user was added successfully.
de: Der neue Nutzer wurde erfolgreich hinzugefügt.
es: El nuevo usuario se ha añadido correctamente.
it: Il nuovo utente è stato aggiunto con successo.
ja: 新しい利用者を追加することに成功しました。
pl: Nowy użytkownik został pomyślnie dodany.
sl: Nov uporabnik uspešno dodan.

source: User removed
de: Nutzer entfernt
es: Usuario eliminado
it: Utente rimosso
ja: 利用者を削除しました
pl: Usunięto użytkownika
sl: Uporabnik odstranjen.

source: The user was removed successfully.
de: Der Nutzer wurde erfolgreich entfernt.
es: El usuario se ha eliminado correctamente.
it: Il nuovo utente è stato rimosso con successo.
ja: 利用者を削除することに成功しました。
pl: Pomyślnie usunieto użytkownika.
sl: Uporabnik je bil uspešno odstranjen.

source: Password changed
de: Passwort geändert
es: La contraseña ha cambiado
it: Password modificata
ja: パスワードを変更しました
pl: Zmieniono hasło
sl: Geslo spremenjeno

source: The password was changed successfully.
de: Das Passwort wurde erfolgreich geändert.
es: La contraseña se ha cambiado correctamente.
it: La password è stata modificata con successo.
ja: パスワードの変更に成功しました。
pl: Pomyślnie zmieniono hasło.
sl: Geslo uspešno spremenjeno.

source: Invalid username
de: Ungültiger Nutzername
es: Nombre de usuario no válido
it: Nome utente non valido
ja: 無効な利用者名です
pl: Nieprawidłowa nazwa użytkownika
sl: Neveljavno uporabniško ime

source: The choosen username is invalid: only letters and digits are allowed.
de: Der gewählte Nutzername ist ungültig: nur Buchstaben und Zahlen sind erlaubt.
es: El nombre de usuario elegido no es válido: sólo se permiten letras y dígitos
it: Il nome scelto per l'utente non è valido: sono consentite esclusivamente lettere e cifre.
ja: 登録しようとした利用者名は無効です：使用できるのは英数字だけです。
pl: Nazwa użytkownika jest nieprawidłowa: dozwolone są tylko litery i cyfry.
sl: Izbrano uporabniško ime je neveljavno. Dovoljene so zgolj črke in številke.

source: Reserved user
de: Reservierter Nutzer
es: Usuario reservado
it: Utente riservato
ja: 予約された利用者名です
pl: Zastrzeżony użytkownik
sl: Uporabnik rezerviran

source: You may not remove a reserved user. Sorry!
de: Du kannst einen reservierten Nutzer nicht entfernen. Entschuldige!
es: Lo siento, no puede eliminar un usuario reservado.
it: Non è possibile rimuovere un utente riservato.
ja: 予約された利用者名は削除できません。
pl: Nie możesz usunąć użytkownika zastrzeżonego.
sl: Rezerviranega uporabnika ne morete odstraniti - oprostite!

source: User exists
de: Nutzer existiert bereits
es: El usuario ya existe
it: Utente esistente
ja: 同名の利用者がすでに存在します
pl: Użytkownik już istnieje
sl: Uporabnik že obstaja

source: The choosen username does already exist. Please choose another one.
de: Der gewählte Nutzername existiert bereits. Bitte wähle einen anderen Namen.
es: El nombre de usuario elegido ya existe. Elija otro.
it: Il nome scelto per l'utente esiste già. Sceglierne un altro.
ja: 登録しようとした利用者名と同名の利用者がすでに存在します。他の名前を選んでください。
pl: Wybrana nazwa użytkownika już istnieje. Proszę wybrać inną nazwę.
sl: Izbrano uporabniško ime že obstaja. Prosimo izberite novega.
