Repository: pypi-data/pypi-mirror-1
Catalog: packages/Products.plonehrm/Products.plonehrm-2.12.3.tar.gz/Products.plonehrm-2.12.3/Products/plonehrm/i18n/plone-*.po
Languages: nl

source: Absence File
nl: Verzuimbestand

source: Address
nl: Adres

source: Checklist
nl: Controlelijst

source: Checklist settings
nl: Instellingen Controlelijst

source: Checklist tool
nl: Controlelijsten

source: ChecklistTool
nl: Controlelijst instellingen

source: City
nl: Plaats

source: Contract templates
nl: Contract sjablonen

source: ContractTool
nl: Contract sjablonen

source: Employee
nl: Medewerker

source: Evaluation interview
nl: Evaluatiegesprek

source: Fullname
nl: Naam

source: Job performance interview
nl: Functioneringsgesprek

source: Job performance templates
nl: Sjablonen functioneringsgesprek

source: JobPerformance tool
nl: Functioneringsgesprekken

source: Letter
nl: Wijzigingsbrief

source: Mobile
nl: Mobiel

source: Note
nl: Opmerking

source: Only for (location-)manager
nl: Alleen voor de (vestigings-)manager

source: Phone
nl: Telefoon

source: Work Location
nl: Vestiging

source: WorkLocation
nl: Vestiging

source: WorklocationEmployee
nl: Medewerker

source: WorklocationManager
nl: Vestigingsmanager

source: ZipCode
nl: Postcode

source: activate
nl: activeer

source: active
nl: actief

source: deactivate
nl: deactiveer

source: dismissed
nl: uit-dienst

source: employee
nl: werknemer

source: hide for employee
nl: verberg voor werknemer

source: hired
nl: in-dienst

source: inactive
nl: inactief

source: make public
nl: maak publiek

source: members only
nl: alleen voor ingelogde gebruikers

source: public
nl: publiek

source: re-employ
nl: terug in-dienst nemen

source: restrict to members
nl: beperk tot ingelogde gebruikers

source: show to employee
nl: maak zichtbaar voor werknemer

source: terminate employment
nl: dienstverband beÃ«indigen

source: title_hrm_manager_role
nl: HRM Manager

source: title_worklocation_manager_role
nl: HRM vestigingsmanager

source: visible for employee
nl: zichtbaar voor werknemer

source: visible for worklocation manager
nl: zichtbaar voor vestigingsmanager

source: worklocation
nl: vestiging
