Repository: pypi-data/pypi-mirror-1
Catalog: packages/quintagroup.plonecomments/quintagroup.plonecomments-4.0.0.tar.gz/quintagroup.plonecomments-4.0.0/quintagroup/plonecomments/locales/*/LC_MESSAGES/quintagroup.plonecomments.po
Languages: nl

source: Please correct the indicated errors.
nl: Verbeter de aangegeven fouten.

source: approvemail_new_comment_link
nl: Bekijk alstublieft het commentaar op de volgende pagina: " ${title} " ${link}

source: enable_manager_moderation
nl: Beoordelen door beheerder aanzetten

source: heading_comments
nl: Recente opmerkingen

source: heading_comments_setup
nl: Plone Opmerkingen instellen

source: help_discussion-manager_email
nl: Het e-mailadres waarheen kennisgevingen van opmerkingen worden verstuurd

source: help_email
nl: Vul uw e-mailadres in.

source: help_name
nl: Vertel ons hoe u heet.

source: help_organization_name
nl: U kunt de e-mails die als kennisgeving worden verstuurd aanpassen door de templates 'approve_comment_template' en 'published_comment_template' te wijzigen in de qplonecomments skin.

source: label_anonymous_commenting
nl: Anonieme opmerkingen toestaan.

source: label_comments
nl: Beoordelen nieuwste opmerkingen

source: label_configure
nl: qPloneComments instellen

source: label_discussion-manager_email
nl: Kennisgevingen over opmerkingen sturen aan:

source: label_enable_approve_notification
nl: Discussiebeheerder inlichten over nieuwe opmerkingen.

source: label_enable_approve_user_notification
nl: Inzender berichten wanneer opmerking is gepubliceerd.

source: label_enable_moderation
nl: Beoordelen van opmerkingen aanzetten.

source: label_enable_published_notification
nl: Kennisgeving van nieuwe opmerking versturen aan eigenaar van document.

source: label_enable_reject_notification
nl: Inzender berichten van geweigerde opmerking.

source: label_enable_reply_notification
nl: Inzenders berichten dat er een reactie is op hun opmerking.

source: label_organization_name
nl: Voorvoegsel in onderwerp van email (naam van organisatie)

source: label_require_anonym_email
nl: Anonieme inzenders moeten hun e-mailadres opgeven.

source: legend_qpc_notification_legend
nl: Instellingen voor kennisgevingen per e-mail.

source: legend_recent_comments
nl: Lijst van de nieuwste opmerkingen

source: legend_setup_options
nl: Opties voor qPloneComments

source: listingheader_comment
nl: Opmerking

source: notifycomment_link
nl: Uw opmerking op '${url}' is gepubliceerd. Ga naar ${url} om de opmerking te bekijken.

source: notifyreject_link
nl: Uw opmerking op '${url}' is niet goedgekeurd. Stuur vragen of opmerkingen hierover aan ${mfrom}.

source: publishedmail_new_comment_link
nl: Bekijk de nieuwe opmerking bij "${title}": ${link}

source: replynotify_link
nl: Iemand heeft gereageerd op uw opmerking '${url}' bij '${here_url}'. Ga naar '${url}' om de reactie te lezen.

source: signature
nl: ${organization_name}

source: text_no_add_reply
nl: Opmerkingen moeten worden goedgekeurd voordat reacties geaccepteerd worden.

source: text_no_new_comments
nl: Geen nieuwe opmerkingen.
