Repository: pypi-data/pypi-mirror-1
Catalog: packages/on.sales/on.sales-0.4.tar.gz/on.sales-0.4/on/sales/locales/*/LC_MESSAGES/on.sales.po
Languages: de

source: Additional Information
de: Zusatzinformation

source: Agents responible for that area
de: Für dieses Gebiet zuständige Verkäufer

source: Area of Responsibility
de: Zuständigkeitsbereich/Verkaufsgebiet

source: Department
de: Abteilung

source: Description
de: Beschreibung

source: Email Address
de: Emailadresse

source: Id
de: Kennung

source: If you want to be contacted by our sales people, please leave us a note using the form below!
de: Wenn Sie uns kontaktieren möchten, benutzen Sie bitte dieses Mailformular.

source: Info
de: Information

source: Map
de: Karte

source: Message
de: Nachricht

source: Notes
de: Notizen

source: Personal phone number
de: Persönliche Telefonnummer

source: Phone number
de: Telefonnummer

source: Please keep to 1,000 characters
de: Bitte beschränken Sie Ihre Mitteilung auf 1000 Zeichen

source: Portrait of Sales Agent
de: Foto des Verkäufers

source: Sales Agent
de: Verkäufer

source: Sales Agent Data Sheet
de: Personalkarte für Verkäufer

source: Sales Agent Name
de: Name des Verkäufers

source: Sales Agents
de: Verkäufer

source: Sales Area
de: Verkaufsgebiet

source: Sales Area with responsible Agent
de: Verkaufsgebiet mit zuständigen Verkäufer(n)

source: Send
de: Abschicken

source: Send an Email to our Sales Organization
de: Nachricht an den Vertrieb schicken

source: Subject
de: Betreff

source: Thank you! Your message has been received and we will respond as soon as possible
de: Vielen Dank! Wir haben Ihre Nachricht erhalten und werden sie so bald wie möglich weiterleiten.

source: The region the sales person is responsible for
de: Verkaufsgebiet, für das der Verkäufer verantwortlich ist

source: Unique ID Code
de: Eindeutige Kennung

source: We will use this to contact you if you request it
de: Auf Wunsch rufen wir Sie an!

source: Your email address
de: Ihre Emailadresse

source: Your name
de: Ihr Name

source: label_salesagent
de: Für Ihr Gebiet zuständig:

source: label_salesagent-department
de: Abteilung:

source: label_salesagent-mail
de: Emailadresse:

source: label_salesagent-notes
de: Bemerkungen:

source: label_salesagent-phone
de: Telefonnummer:

source: salesarea_sales_enquiry
de: Vertriebsanfrage

source: top area has no sales agents
de: Das oberste Verkaufsgebiet hat keine zugeordneten Verkäufer
