Repository: pypi-data/pypi-mirror-1
Catalog: packages/enpraxis.educommons/enpraxis.educommons-3.2.1-rc1.tar.gz/enpraxis.educommons/enpraxis/educommons/i18n/plone-*.po
Languages: tr

source: - Simple workflow that is useful for basic web sites. - Things start out as a private draft, and can be published directly. - The creator of a content item can edit the item even after it is published.
tr: Basit iş akışı basit web siteleri için kullanışlıdır.- Şeylere özel taslak olarak başlanabilir ve doğrudan yayınlanabilir. - İçeriğinin yaratıcısı içerik yayınlandıktan sonra bile içeriği düzenleyebilir.

source: - Simple workflow that is useful for basic web sites. - Things start out as a private draft, and can be published directly. - All users can edit the content when Published.
tr: Basit iş akışı basit web siteleri için kullanışlıdır.- Şeylere özel taslak olarak başlanabilir ve doğrudan yayınlanabilir. - Tüm kullanııclar içerik yayınlandığında içeriği düzenleyebilir.

source: A file stored on the File System.
tr: Dosya sisteminde bir dosya saklandı.

source: A folder designed to capture feedback via a form.
tr: Form yoluyla geri bildirimleri almak için bir klasör dizayn edildi.

source: Add a Comment Only
tr: Yorum Ekleyin

source: An automatically updated stored search that can be used to display a course listing
tr: Otomatik güncelleştirilmiş arama kurs listesinin görüntülenmesinde kullanılabilir.

source: Course
tr: Kurs

source: Course Contents
tr: Kurs İçerikleri

source: Course List
tr: Kurs Listesi

source: Division
tr: Bölüm

source: Feedback
tr: Geribildirim

source: InProgress
tr: İşleniyor

source: Large File
tr: Büyük Dosya

source: Owner publishes content
tr: İçeriği sahibi yayınlar

source: Private Draft
tr: özel taslak

source: Publish Content
tr: Yayın İçeriği

source: Published Content
tr: Yayınlanmış İçerik

source: Quality Assurance
tr: Kalite Teminatı

source: Release Content for Publication
tr: Yayınlanması için içeriği Onaylayın

source: Released
tr: Onaylandı

source: Retest Content
tr: İçeriĞi Tekrar Test Et

source: Rework Content
tr: İçeriği Yeniden Çalış

source: Rework Published Content
tr: Yayınlanmış İçeriği Yeniden Çalış

source: Rework Released Content
tr: Onaylanmış İçeriği Yeniden Çalış

source: Submit Content to QA
tr: İçeriği QA'ya Gönder

source: Work in progress
tr: İşlem Yapılıyo

source: eduCommons OpenOCW Workflow
tr: eduCommons OpenOCW İşakışı
