Repository: pypi-data/pypi-mirror-1
Catalog: packages/collective.categorizing/collective.categorizing-0.2.3.tar.gz/collective.categorizing-0.2.3/collective/categorizing/locales/*/LC_MESSAGES/collective.categorizing.po
Languages: fr

source: A Container which holds Categories.
fr: Un conteneur de catégories

source: Categories
fr: Catégories

source: Category
fr: Catégorie

source: CategoryContainer
fr: Conteneur de catégories

source: Check More Categories
fr: Plus de catégories

source: Content
fr: Contenu

source: Content Type
fr: Type de contenu

source: Content Types
fr: Types de contenus

source: Contents
fr: Contenus

source: Items
fr: Éléments

source: Level of Category Child
fr: Profondeur des catégories enfants

source: Level of Category Child to be shown. 0 shows all children and 1 only shows the parent.
fr: Profondeur à afficher. 0 montre toutes les catégories filles.

source: Select Content Types to be categorized.
fr: Sélectionner les types de contenu à catégoriser.

source: Select Contents which belongs to this category.
fr: Sélectionner les contenus appartenant à cette catégorie.

source: Select Subcategory which is located not in this category. If the category is located under this category, it becomes subcategory of this category automatically.
fr: Sélectionner la sous catégorie qui ne se trouve pas dans cette catégorie. Si la catégorie est située en dessous de cette catégorie, elle devient automatiquement une sous catégorie.

source: Subcategories
fr: Sous catégories

source: Subcategory
fr: Sous catégorie

source: The Title is already in use under the CategoryContainer.
fr: Le titre est déjà dans utilisé dans le conteneur de catégorie.

source: The same object already exists on the same hierarchy.
fr: Le même objet existe déjà dans la hiérarchie.

source: Title
fr: Titre

source: Update
fr: Mise à jour

source: You cannot add ${category} here because category of the same title already exists.
fr: Vous ne pouvez pas ajouter ${catégory} ici parce qu'une catégorie du même titre existe déjà.

source: You cannot add ${category} here.
fr: Vous ne pouvez pas ajouter ${category} ici.

source: You cannot add more than one CategoryContainer in the same hierarchy.
fr: Vous ne pouvez pas ajouter plus d'un conteneur de catégorie dans la même hiérarchie.

source: subcategories-validation
fr: Vous ne pouvez pas utilisé ${categories} en tant que sous catégories tant qu'elles se trouvent en haut de cette catégorie ou qu'elles sont la sous catégorie directe de cette catégorie.

source: subcategory-from-different-hierarchy-validation
fr: Vous ne pouvez pas utiliser ${category} en tant que sous catégorie ici tant qu'elle se trouve dans une hierarchie différente.

source: subcategory-validation
fr: Vous ne pouvez pas utilisé ${category} en tant que sous catégorie tant qu'elle se trouve en haut de cette catégorie ou qu'elle sont déjà une sous catégorie directe de cette catégorie.
