Repository: pypi-data/pypi-mirror-1
Catalog: packages/collective.singing/collective.singing-0.3b2.tar.gz/collective.singing-0.3b2/collective/singing/locales/*/LC_MESSAGES/collective.singing.po
Languages: da

source: Add
da: Tilføj

source: Address
da: E-mail

source: Apply changes
da: Anvend ændringer

source: Collector (what)
da: Indsamler (hvad)

source: Daily scheduler
da: Daglig udsendelse

source: Delete
da: Slet

source: Description
da: Beskrivelse

source: Edit
da: Rediger

source: Fill in the information below to subscribe.
da: Udfyld felterne for at tilmelde dig.

source: Filters
da: Filtre

source: Finish
da: Tilmeld

source: Information submitted successfully.
da: Vi har modtaget dine oplysninger.

source: Item added successfully.
da: Elementet er nu tilføjet.

source: No changes made.
da: Ingen ændringer foretaget

source: Please select items to delete.
da: Vælg elementer, der skal slettes.

source: Proceed
da: Fortsæt

source: Retrieve a link to your personalized subscription settings
da: Få tilsendt et link til side med dine tilmeldinger

source: Scheduler (when)
da: Udsender (hvornår)

source: Send my subscription details
da: Send link til mine abonnementer

source: Some of your changes could not be applied.
da: Nogle af dine ændringer kunne ikke anvendes.

source: Successfully deleted items.
da: Elementerne er nu slettet.

source: Successfully updated
da: Opdateret.

source: Thanks for your subscription; we sent you a message for confirmation.
da: Tak for din tilmelding; vi har sendt en mail med anmodning om godkendelse.

source: Thanks. We sent you a message.
da: Tak. Vi har sendt en e-mail til dig.

source: The address you're already subscribed with
da: Den e-mail-adresse, du allerede er tilmeldt med

source: The channel's subscriptions
da: Kanalens abonnenter

source: There were errors.
da: Et eller flere af felterne var ikke udfyldt korrekt.

source: Title
da: Titel

source: Unique identifier for this channel across the site.
da: Unik id for denne kanal - gælder over hele sitet.

source: Weekly scheduler
da: Ugentlig udsendelse

source: You are already subscribed.
da: Du abonnerer allerede

source: Your subscription isn't known to us.
da: Systemet kender ikke dit abonnement.

source: label_required
da: Påkrævet

source: select
da: Vælg

source: title_required
da: Påkrævet
