Repository: pypi-data/pypi-mirror-1
Catalog: packages/atreal.portlet.backwardlinks/atreal.portlet.backwardlinks-1.0.0-py2.4.egg/atreal/portlet/backwardlinks/locales/*/LC_MESSAGES/atreal.portlet.backwardlinks.po
Languages: fr

source: Add Backward Links Portlet
fr: Ajouter un portlet de rétro-liens

source: Allowed Types
fr: Type(s) de contenu source

source: Backward links
fr: Rétro-liens

source: Edit Backward Links Portlet
fr: Modifier le portlet de rétro-liens

source: How many related items to list.
fr: Sélectionner ici le nombre d'éléments qui seront affichés dans le portlet.

source: If selected, the 'More...' link at the bottom of the portlet will be displayed.
fr: Si coché, un lien 'Tous les éléments' sera affiché en bas du portlet.

source: Items in which workflow state to show.
fr: Filtrer les éléments sources en focntion de leur état de workflow.

source: Number of items to display
fr: Nombre d'élément à afficher

source: Portlet title
fr: Titre du portlet

source: Select the targeted content types.
fr: Sélectionner ici les types de contenus qui pourront être utilisés en tant que source de rétro-liens.

source: Show the 'More...' link
fr: Afficher le lien 'Tous les éléments'

source: The title that will be displayed to the users.
fr: Saisissez ici le titre du portlet qui sera affiché au utilisateurs

source: This portlet displays backward links.
fr: Ce portlet affiche les rétro-liens pointant sur le document visualisé.

source: Workflow state
fr: État(s) de workflow

source: more
fr: Tous les éléments...
