Repository: pypi-data/pypi-mirror-1
Catalog: packages/Products.CMFContentPanels/Products.CMFContentPanels-2.6a7-py2.4.egg/Products/CMFContentPanels/i18n/contentpanels-*.po
Languages: pt_br

source: Article content
pt_br: Artigo

source: Calendar
pt_br: Calendário

source: Column Width
pt_br: Largura da coluna

source: Content related
pt_br: Conteúdo vinculado

source: Discussion list
pt_br: Lista de discussão

source: Document content
pt_br: Página

source: Editable Headline
pt_br: Manchete editável

source: Folder changes
pt_br: Todas alterações

source: Folder listing
pt_br: Listagem da pasta

source: Folder related
pt_br: Relacionado à pasta

source: Image folder
pt_br: Pasta de imagens

source: Image news
pt_br: Pasta de notícia

source: Inline frame
pt_br: Frame inline

source: Local navigation
pt_br: Navegação local

source: My favorites
pt_br: Meus favoritos

source: My recent changes
pt_br: Minhas alterações recentes

source: Navigation
pt_br: Navegação

source: Nested contentpanels
pt_br: Contentpanels internos

source: Personal related
pt_br: Relacionado ao usuário

source: Plone Popoll
pt_br: Enquete (Popoll)

source: Poll
pt_br: Enquete

source: Recent changes
pt_br: Alterações recentes

source: Recent comments
pt_br: Comentários recentes

source: Related
pt_br: Relacionado

source: Review list
pt_br: Lista de revisão

source: Save
pt_br: Salvar

source: Simple text
pt_br: Texto simples (HTML)

source: Site wide
pt_br: Em todo o site

source: Title description
pt_br: Título e descrição

source: Top hit countings
pt_br: Mais acessados

source: Top ratings
pt_br: Melhores avaliados

source: Topic result list
pt_br: Resultado de uma coleção

source: Untitled page
pt_br: Página sem título

source: ZPT macro
pt_br: Macro ZPT

source: column_x_width
pt_br: Largura da coluna # ${columnIndex}

source: contenpanels_is_template
pt_br: Este painel de conteúdo já está disponível como modelo para o site.

source: delete column
pt_br: apagar coluna

source: delete this page
pt_br: apagar esta página

source: delete this panel
pt_br: apagar este painel

source: desc_panel_configuration
pt_br: Você pode alterar o contexto do conteúdo, o viewlet e outras configurações do painel aqui. A pré-visualização será feita no rodapé desta janela

source: dynamic page
pt_br: Página dinâmica

source: goto_this_contentpanels
pt_br: Ir para isse contentpanels

source: header_panel_configuration
pt_br: Configuração do painel

source: heading_layout_form
pt_br: ${cpTitle} (Página ${pageIndex} )

source: heading_select_item
pt_br: por favor, selecione um item de conteúdo.

source: heading_template_management
pt_br: Gerenciamento de modelos

source: help_available_templates
pt_br: Todos os modelos de painéis de conteúdo estão listados a seguir. Você pode remover os itens selecionados.

source: help_choose_contentpanels_template
pt_br: Os modelos de layout a seguir foram disponibilizados pelo administrador do site. Cada um deles é um painel de conteúdo.

source: help_custom_css
pt_br: Aqui você pode definir uma customização de CSS para esse contentpanels. Deixe vazio se você não conhece CSS.

source: help_page_layout_mode
pt_br: Você pode escolher o 'modo quadros' ou 'modo abas'. Com o 'modo quadros', todas as páginas serão exibidas como linhas. Isso é útil quando você uma composição complexa de páginas. Com o 'modo abas', você pode alternar entre as páginas usando os links das abas do topo a direita.

source: help_portlet_pos
pt_br: Você pode configurar esse contentpanels pára a coluna direita ou coluna da esquerda do template.

source: help_set_to_template
pt_br: Preencha este formulário para tornar o layout um modelo disponível para todo o site. Este modelo pode ser utilizado como exibição padrão em pastas.

source: iframe_url
pt_br: URL para frame inline

source: image
pt_br: imagem

source: image_news
pt_br: Imagem da notícia

source: include_subfolder
pt_br: Buscar nas sub-pastas

source: label_col_spacing
pt_br: Espaçamento das colunas:

source: label_custom_css
pt_br: Customização de CSS

source: label_depth
pt_br: profundidade

source: label_height
pt_br: Altura

source: label_image_count
pt_br: Número de imagens

source: label_image_size
pt_br: Tamanho da imagem

source: label_list_count
pt_br: número máximo a exibir:

source: label_page_layout_mode
pt_br: Modo do layout da página

source: label_page_title
pt_br: Título da Página:

source: label_portlet_pos
pt_br: Configure para a coluna da direita/esquerda

source: label_preview
pt_br: Pré-visualização

source: label_row_spacing
pt_br: Espaçamento das linhas:

source: label_rss_url
pt_br: URL de RSS:

source: label_set_as_template
pt_br: Disponibilizar como modelo

source: label_show_rss
pt_br: exibir link para RSS

source: label_skin
pt_br: Skins

source: label_text
pt_br: Texto (HTML):

source: label_viewlet
pt_br: Viewlet

source: label_viewlet_settings
pt_br: Configurações do Viewlet

source: label_viewlet_title
pt_br: Título (opcional):

source: label_width
pt_br: Largura:

source: legend_available_templates
pt_br: Modelos de exibição disponíveis

source: legend_choose_contentpanels_template
pt_br: escolha um modelo de exibição

source: legend_page_params
pt_br: Parâmetros da página

source: legend_set_to_template
pt_br: Marcar este painel de conteúdo como um modelo disponível para todo o site

source: link_folder_view
pt_br: exibição padrão da pasta

source: link_more_to
pt_br: link mais para

source: link_search_page
pt_br: página de busca

source: move down
pt_br: mover abaixo

source: move left
pt_br: mover à esquerda

source: move right
pt_br: mover à direita

source: move up
pt_br: mover acima

source: new column
pt_br: nova coluna

source: new page
pt_br: nova página

source: new panel
pt_br: novo painel

source: no_contenpanels_templates
pt_br: Nenhum modelo disponível! Por favor contate o administrador do site para disponibilizá-los.

source: no_contentpanels_template
pt_br: Esta visão ainda não possuí um layout. Por favor selecione um..

source: no_items_yet
pt_br: Nenhum item..

source: no_post
pt_br: Sem posts.

source: none
pt_br: nenhuma

source: preview_template
pt_br: Pré-visualizar

source: recent messages
pt_br: Mensagens recentes

source: select_this_panel
pt_br: Selecione esse painel

source: set to left
pt_br: configurar para a esquerda

source: set to right
pt_br: configurar para a direita

source: tab mode
pt_br: modo abas

source: template_is_broken
pt_br: Esse template está quebrado

source: template_layout
pt_br: Layout

source: tile mode
pt_br: modo quadros

source: viewlet_context
pt_br: Conteúdo relacionado

source: zpt_macro_path
pt_br: Caminho para a macro de ZPT(Zope Page Template)
