Repository: pypi-data/pypi-mirror-1
Catalog: packages/cubicweb-tag/cubicweb-tag-1.5.1.tar.gz/cubicweb-tag-1.5.1/i18n/*.po
Languages: fr

source: Closest tags
fr: Etiquettes similaires

source: New Tag
fr: Nouvelle étiquette

source: Tag
fr: Étiquette

source: Tag_plural
fr: Étiquettes

source: This Tag
fr: Cette étiquette

source: add a Tag
fr: ajouter une étiquette

source: add tag
fr: ajouter

source: boxes_closest_tags_box
fr: boîte de étiquettes similaires

source: boxes_closest_tags_box_description
fr: boîte affichant les étiquettes similaires à l'étiquette affichée

source: boxes_similarity_box
fr: boîte entités similaires

source: boxes_similarity_box_description
fr: boîte affichant les entités ayant un maximum d'étiquettes en commun avec l'entité courante le cas échéant

source: boxes_tagcloud_box
fr: boîte nuage d'étiquette

source: boxes_tagcloud_box_description
fr: boîte affichant les étiquettes utilisées sur le site avec une taille variant en fonction du nombre d'utilisation de l'étiquette

source: boxes_tags_box
fr: boîte étiquettes

source: boxes_tags_box_description
fr: boîte affichant les étiquettes associées à l'entité visualisé et permettant d'ajouter et de supprimer simplement des étiquettes (fonctionalités similaire au composant étiquettes)

source: contentnavigation_mergetag
fr: composant de fusion d'étiquette

source: contentnavigation_mergetag_description
fr: composant permettant de fusionner une étiquette avec une autre

source: entity has been tagged
fr: l'entité a été étiquettée

source: facets_tags-facet
fr: facette étiquette

source: indicates that an entity is classified by a given tag
fr: indique si l'entité est étiquetée

source: linked entities:
fr: objets liés:

source: merge
fr: fusionner

source: merge tag with (choose tag and press enter)
fr: fusionner l'étiquette avec (choisir une étiquette et entrer)

source: no entities related to this tag
fr: pas d'entités liés à cette étiquette

source: no tag
fr: pas d'étiquette

source: remove this Tag
fr: supprimer cette étiquette

source: see all tags
fr: voir toutes les étiquettes

source: similar entities
fr: entités similaires

source: similar entity
fr: entité similaire

source: tag has been merged with
fr: l'étiquette est fusionnée avec

source: tag has been removed
fr: étiquette supprimée

source: tagged objects
fr: objets étiqueté

source: tags
fr: étiquette

source: tags are used by users to mark entities. When you include the Tag entity, all application specific entities may then be tagged using the "tags" relation.
fr: Les tags sont utilisés par les utilisateurs pour marquer les entités. Lorsque vous incluez l'entité Tag, toutes les entités spécifiques à l'application pourront être taggées en utilisant la relation "tags"

source: tags_object
fr: étiqueté par
