Repository: pypi-data/pypi-mirror-1
Catalog: packages/betahaus.memberprofile/betahaus.memberprofile-0.1b2.tar.gz/betahaus.memberprofile-0.1b2/betahaus/memberprofile/i18n/betahaus.memberprofile-*.po
Languages: sv

source: Mail sent.
sv: Mail skickat

source: Member profile content type
sv: Innehållstypen Medlemsprofil

source: MemberProfile
sv: Medlemsprofil

source: Please correct the indicated errors.
sv: Vänligen korrigera dom markerade felen.

source: Unable to send mail: ${exception}
sv: Kunde inte skicka e-post ${exception}

source: You entered an invalid email address.
sv: Du har skrivit in en felaktig e-post adress.

source: biography_profile_template
sv: Biografi:

source: description_memberprofile_description
sv: Skriv in en kort beskrivning eller biografi av dig själv.

source: description_memberprofile_email
sv: Skriv in den e-post adress du vill ska vara din kontakt adress.

source: description_memberprofile_home_page
sv: Skriv in adressen till din hemsida om du har någon.

source: description_memberprofile_image
sv: Bilden kommer att skalas till flera olika storlekar.

source: description_memberprofile_location
sv: Sök reda på och markera den plats där du bor. Om sökningen inte hittar din adress kan du leta reda på den själv och klicka för att placera markören på rätt plats.

source: email_profile_template
sv: E-post:

source: label_memberprofile_description
sv: Kort biografi eller beskrivning

source: label_memberprofile_email
sv: E-post

source: label_memberprofile_ext_editor
sv: Extern editor

source: label_memberprofile_home_page
sv: Hemsida

source: label_memberprofile_image
sv: Bild

source: label_memberprofile_location
sv: Plats

source: location_template
sv: Plats:

source: registration_time_profile_template
sv: Registrerad:
