Repository: pypi-data/pypi-mirror-1
Catalog: packages/transifex/transifex-0.7.4.tar.gz/transifex-0.7.4/transifex/locale/*/LC_MESSAGES/django.po
Languages: sk

source: Translations
sk: Preklady

source: Options
sk: Voľby

source: Could not generate statistics for this file
sk: Nie je možné vygenerovať štatistiky pre tento súbor

source: Trans:
sk: Prelož.:

source: Untrans:
sk: Neprel.:

source: View
sk: Zobraziť

source: Download
sk: Stiahnuť

source: Edit
sk: Upraviť

source: Language
sk: Jazyk

source: See statistics for this language
sk: Pozrieť štatistiky pre tento jazyk

source: There is no language registered that matches with this code
sk: Neexistuje zaregistrovaný jazyk, ktorý sa zhoduje s týmto kódom

source: (not calculated)
sk: (nepočítané)

source: Click here to see the multiple files for
sk: Kliknite sem na zobrazenie viacerých súborov pre

source: Submit a translation for %(pofile_filename)s
sk: Odoslať preklad pre %(pofile_filename)s

source: Submit file
sk: Odovzdať súbor

source: Project/Component
sk: Projekt/súčasť

source: Go to this project page
sk: Na stránku tohto projektu

source: Go to this component page
sk: Na stránku tejto súčasti

source: Unlock this file when you're finished working with it.
sk: Odomknite tento súbor, keď skončíte s prácou na ňom.

source: This file is locked, indicating someone is working with it.
sk: Tento súbor je uzamknutý, čo znamená, že niekto na ňom pracuje.

source: Lock this file to notify others you're working with it.
sk: Uzamknúť tento súbor, aby ostatní vedeli, že na ňom pracujete.

source: This file is unlocked. Most likely noone is working with it right now.
sk: Tento súbor nie je uzamknutý. Pravdepodobne na ňom teraz nikto nepracuje.

source: See the detailed statistics for this language
sk: Pozrieť detailné štatistiky pre tento jazyk

source: There is no language registered that matches with this file
sk: Neexistuje zaregistrovaný jazyk, ktorý sa zhoduje s týmto súborom

source: Click here to show or hide the source files
sk: Kliknite sem na zobrazenie/skrytie zdrojových súborov

source: This component has %(sources_number)s source files
sk: Počet zdrojových súborov súčasti: %(sources_number)s

source: entries
sk: položky

source: Latest collections on %(site_name)s
sk: Najnovšie zbierky na %(site_name)s

source: Updates on changes and additions to collections.
sk: Aktualizácie o zmenách a pridaniach do zbierok.

source: %(site_name)s: %(collection)s collection
sk: %(site_name)s: zbierka %(collection)s

source: Latest releases in the %s collection.
sk: Najnovšie vydania v zbierke %s.

source: %(site_name)s: %(collection)s :: %(release)s release
sk: %(site_name)s: %(collection)s :: vydanie %(release)s

source: Translation statistics for all languages against %s release.
sk: Štatistiky prekladov pre všetky jazyky vo vydaní %s.

source: <Collection: %s>
sk: <Zbierka: %s>

source: collection
sk: zbierka

source: <Release: %(rel)s (Collection %(col)s)>
sk: <Vydanie: %(rel)s (Zbierka %(col)s)>

source: String freese date
sk: Dátum zmrazenia reťazcov

source: The LINGUAS file could not be opened: %s
sk: Súbor LINGUAS sa nepodarilo otvoriť: %s

source: Female
sk: Žena

source: Male
sk: Muž

source: First name
sk: Meno

source: Surname
sk: Priezvisko

source: Native Language
sk: Rodný jazyk

source: About yourself
sk: O vás

source: Short description of yourself (140 chars).
sk: Zopár slov o vás (140 znakov).

source: Looking for work?
sk: Hľadáte prácu?

source: Enter a valid regular expression.
sk: Zadajte platný regulárny výraz.

source: The root url does not point to a .tar.gz or .tgz file
sk: Koreňová URL neukazuje na súbor .tar.gz alebo .tgz

source: The root url must start with http:// or ftp://
sk: Koreňová URL musí začínať na http:// alebo https://

source: Enter 0 or more comma-separated integers in parentheses.
sk: Zadajte 0 alebo viac čiarkami oddelených celých čísel v zátvorkách.

source: You must enter at least a pair of parentheses containing nothing.
sk: Musíte zadať aspoň jeden pár prázdnych zátvoriek.

source: New Project Added
sk: Pridaný nový projekt

source: when a new project is added
sk: keď je pridaný nový projekt

source: Project Changed
sk: Projekt sa zmenil

source: when a project is changed
sk: keď je projekt zmenený

source: Project Deleted
sk: Projekt odstránený

source: when a project is deleted
sk: keď je projekt odstránený

source: New Component Added
sk: Pridaná nová súčasť

source: when a new component is added to a project
sk: keď je do projektu pridaná nová súčasť

source: Component Changed
sk: Súčasť zmenená

source: when a component of a project is changed
sk: keď je súčasť projektu zmenená

source: Component Deleted
sk: Súčasť odstránená

source: when a component of a project is deleted
sk: keď je súčasť projektu odstránená

source: File Submitted
sk: Súbor odoslaný

source: when a component file of a project is submitted
sk: keď je odoslaný súbor súčasti projektu

source: Translation File Changed
sk: Preložiteľný súbor zmenený

source: when a component translation file of a project is changed
sk: keď je preložiteľný súbor súčasti projektu zmenený

source: Translation Source File (POT) has a Problem
sk: Zdrojový súbor prekladu (POT) má problém

source: when the source file (POT) of a component that you are a maintainer has a problem
sk: ak je problém v zdrojovom súbore prekladu (POT) komponentu, ktorého ste správcom

source: New Collection Added
sk: Pridaná nová zbierka

source: when a new collection is added
sk: keď je pridaná nová zbierka

source: Collection Changed
sk: Zbierka zmenená

source: when a collection is changed
sk: keď je zbierka zmenená

source: Collection Deleted
sk: Zbierka odstránená

source: when a collection is deleted
sk: keď je zbierka odstránená

source: Project Added to a Collection
sk: Projekt pridaný do zbierky

source: when a new project is added to a collection
sk: keď je do zbierky pridaný nový projekt

source: Project Deleted from a Collection
sk: Projekt odstránený zo zbierky

source: when a project is deleted from a collection
sk: keď je projekt odstránený zo zbierky

source: New Release Added for a Watched Collection
sk: Nové vydanie pridané do sledovanej zbierky

source: when a new release is added to a collection
sk: keď je do zbierky pridané nové vydanie

source: Release Changed
sk: Vydanie zmenené

source: when a release of a collection is changed
sk: keď je vydanie v zbierke zmenené

source: Release Deleted
sk: Vydanie odstránené

source: when a release of a collection is deleted
sk: keď je vydanie v zbierke odstránené

source: Release Added to a Collection
sk: Vydanie pridané do zbierky

source: when a release is added to a collection
sk: keď je vydanie pridané do zbierky

source: Release Deleted from a Collection
sk: Vydanie odstránené zo zbierky

source: when a release is deleted from a collection
sk: keď je vydanie odstránené zo zbiekry

source: Home
sk: Domov

source: You added a permission request.
sk: Pridali ste požiadavku o povolenie.

source: You approved the permission request.
sk: Schválili ste požiadavku o povolenie.

source: You removed the permission.
sk: Odstránili ste povolenie.

source: You removed the permission request.
sk: Odstránili ste požiadavku o povolenie.

source: This type of repository needs a branch
sk: Tento typ repozitára si vyžaduje určenie vetvy

source: Branch
sk: Vetva

source: A VCS branch this unit is associated with
sk: Vetva VCS, s ktorou je spojená táto jednotka

source: Web frontend
sk: WWW rozhranie

source: A URL to the project's web front-end
sk: URL na WWW rozhranie projektu

source: <VcsUnit: %(name)s (%(type)s)>
sk: <VcsJednotka: %(name)s (%(type)s)>

source: vcsunit
sk: vcsjednotka

source: vcsunits
sk: vcsjednotky

source: Your file does not pass by the check for correctness (msgfmt -c). Please run this command on your system to see the errors.
sk: Váš súbor neprešiel kontrolami správnosti (msgfmt -c). Prosím, pre zobrazenie chýb spustite tento príkaz na vašom systéme.

source: Sorry, an error is causing troubles to send your file.
sk: Ospravedlňujeme sa, chyba neumožňuje odoslať váš súbor.
