Repository: pypi-data/pypi-mirror-1
Catalog: packages/transifex/transifex-0.7.4.tar.gz/transifex-0.7.4/transifex/locale/*/LC_MESSAGES/django.po
Languages: sk

source: You can receive notifications whenever an event occurs in Transifex. Check the notifications available for you on the list below and choose which events you would like to be notified by email.
sk: Môžete prijímať oznámenia kedykoľvek nastane v systéme Transifex nejaká udalosť. Prezrite si vám dostupné oznamovania v nižšie uvedenom zozname a zvoľte si udalosti, o ktorých chcete byť oboznamovaný emailom.

source: Primary email
sk: Primárny email

source: change under
sk: zmena pod

source: Account
sk: Účet

source: Note
sk: Poznámka

source: You do not have a verified email address to which notices can be sent. You can add one by going to
sk: Nemáte overenú emailovú adresu, na ktorú by oznámenia mohli byť odosielané. Môžete si takú pridať navštívením

source: Notification Type
sk: Typ oznámenia

source: Change
sk: Zmena

source: Notice
sk: Správa

source: A new project <a href="%(project_url)s">%(project)s</a> has been added
sk: Bol pridaný nový projekt <a href="%(project_url)s"%(project)s</a>

source: The project <a href="%(project_url)s">%(project)s</a> has been changed
sk: Projekt <a href="%(project_url)s">%(project)s</a> bol zmenený

source: A new component <a href="%(component_url)s">%(component_name)s</a> has been added to the <a href="%(project_url)s">%(project_name)s</a> project
sk: Nová súčasť <a href="%(component_url)s">%(component_name)s</a> bola pridaná do projektu <a href="%(project_url)s">%(project_name)s</a>

source: The component <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project has been changed
sk: Súčasť <a href="%(component_url)s">%(component_name)s</a> projektu <a href="%(project_url)s">%(project_name)s</a> bola zmenená

source: The component '%(component_name)s' has been deleted from the <a href="%(project_url)s">%(project_name)s</a> project
sk: Súčasť '%(component_name)s' bola odstránená z projektu <a href="%(project_url)s">%(project_name)s</a>

source: The following files in the <a href="%(component_url)s">%(component_name)s</a> component of the <a href="%(project_url)s">%(project_name)s</a> project have been updated:
sk: Nasledujúce súbory súčasti <a href="%(component_url)s">%(component_name)s</a> projektu <a href="%(project_url)s">%(project_name)s</a> boli zmenené:

source: A file for <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> (%(trans_perc)s%)
sk: Súbor pre jazyk <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> (%(trans_perc)s %)

source: A file called '%(filename)s'
sk: Súbor s názvom '%(filename)s'

source: has been submitted to the <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project
sk: bol odoslaný do súčasti <a href="%(component_url)s">%(component_name)s</a> projektu <a href="%(project_url)s">%(project_name)s</a>

source: The source file (POT) has some problems and can not be created/updated to the <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project
sk: V zdrojovom súbore (POT) sú problémy a nemohol byť vytvorený/aktualizovaný pre súčasť <a href="%(component_url)s">%(component_name)s</a> projektu <a href="%(project_url)s">%(project_name)s</a>

source: Delete %(component_name)s
sk: Odstrániť %(component_name)s

source: Say goodbye to <em>%(component_name)s</em>?
sk: Dať zbohom súčasti <em>%(component_name)s</em>?

source: Are you sure you want to permanently delete the component '%(component_name)s' which belongs to %(project_name)s?
sk: Ste si istý, že chcete nadobro odstrániť súčasť '%(component_name)s', ktorá patrí do projektu %(project_name)s?

source: Yes, I'm sure!
sk: Áno, som si istý!

source: This component supports local storing of submitted files and also sends the files to the maintainers\' email.
sk: Táto súčasť podporuje lokálne ukladanie prispievaných súborov a tiež súbory odosiela na email správcu.

source: This component does not support local storing of submitted files. The submitted files will be sent to the maintainers\' emails and the statistics will reflect the change once the files are committed upstream.
sk: Táto súčasť nepodporuje lokálne ukladanie prispievaných súborov. Odoslané súbory budú odoslané na emaily správcov a štatistiky budú odrážať zmeny až keď sa súbory začlenia do hlavného prúdu vývoja.

source: This component supports local storing of submitted files and also sends the files direct to the upstream repository.
sk: Táto súčasť podporuje lokálne ukladanie prispievaných súborov. a taktiež ich priamo odosiela do repozitára hlavného prúdu vývoja.

source: Edit
sk: Upraviť

source: Repository:
sk: Repozitár:

source: Link to a web front-end to the source
sk: Odkaz na webové rozhranie k zdrojom

source: Branch:
sk: Vetva:

source: File filter:
sk: Filter súborov:

source: Release:
sk: Vydanie:

source: Allows submissions:
sk: Povoľuje príspevky:

source: Translation files
sk: Preložiteľné súbory

source: Source file:
sk: Zdrojový súbor:

source: Statistics last updated:
sk: Štatistiky aktualizované v čase pred:

source: Component not yet pulled from source repository.
sk: Súčast zatiaľ nie je získaná zo zdrojového repozitára.

source: Refresh and re-calculate statistics. This action may take some time.
sk: Obnoviť a znovu spočítať štatistiky. Akcia môže nejaký čas trvať.

source: Refresh cache
sk: Obnoviť vyrovnávaciu pamäť

source: Reset Transifex's local data for a clean pull
sk: Vyčistiť lokálne dáta Transifex-u pre čisté získanie

source: Clear cache
sk: Vyčistiť vyrovnávaciu pamäť

source: Any locally modified data will be overwritten with fresh copies.
sk: Všetky lokálne upravené údaje budú prepísané čerstvými kópiami.

source: warning
sk: upozornenie

source: Become a translator:
sk: Staňte sa prekladateľom:

source: Your request is pending for approval.
sk: Vaša požiadavka čaká na schválenie.

source: History
sk: História

source: None available
sk: Žiadna dostupná

source: Delete component
sk: Odstrániť súčasť

source: Add a component
sk: Pridať súčasť

source: Edit %(component_name)s
sk: Upraviť %(component_name)s

source: New component for %(project_name)s
sk: Nová súčasť pre %(project_name)s

source: Checkout
sk: Získanie

source: Submission
sk: Prispievanie

source: Save component
sk: Uložiť súčasť

source: translation files
sk: preložiteľné súbory

source: Add
sk: Pridať

source: Project Component
sk: Súčasť projektu

source: edit
sk: upraviť

source: del
sk: odstr

source: No components are registered for this project yet.
sk: Zatiaľ žiadne zaregistrované súčasti pre tento projekt.

source: Add one!
sk: Pridať nejakú!

source: <em>Components</em> are smaller, self-contained parts of a larger project which consist of actual files. Examples of components of a software project could be "UI" and "Docs" or development branches like <code>HEAD</code>.
sk: <em>Súčasti</em> sú menšie, samoobsahujúce časti väčšieho projektu, ktoré sa skladajú zo skutočných súborov. Príklady súčastí softvérového projektu môžu byť "UI" a "Docs" alebo vývojové vetvy ako <code>HEAD</code>.

source: Send a new translation for this component.
sk: Odoslať nový preklad pre túto súčasť.

source: Add a new translation
sk: Pridať nový preklad

source: Add a translation file
sk: Pridať preložiteľný súbor

source: Local file:
sk: Lokálny súbor:

source: The new language translation file to be uploaded.
sk: Nový jazykový preložiteľný súbor na odoslanie.

source: Select the target file:
sk: Zvoľte cieľový súbor:

source: The target file is the name of the new file language. It must matches with the component file filter.
sk: Cieľový súbor v repozitári je názov nového jazykového súboru. Musí vyhovovať súborovému filtru súčasti.

source: or enter it here:
sk: alebo ho zadajte tu:

source: Example:
sk: Príklad:

source: Commit message:
sk: Začleňovacia správa:

source: Example: Updates to Brazilian Portuguese translation
sk: Príklad: Aktualizácie prekladu jazyka Brazílska Portugalčina

source: Send
sk: Odoslať

source: Delete %(project_name)s
sk: Odstrániť %(project_name)s

source: Delete <em>%(project_name)s</em>
sk: Odstrániť <em>%(project_name)s</em>

source: Delete
sk: Odstrániť

source: Say goodbye to <em>%(project_name)s</em>?
sk: Dať zbohom projektu <em>%(project_name)s</em>?

source: Are you sure you want to permanently delete the registered project '%(project_name)s'?
sk: Ste si istý, že chcete nadobro odstrániť zaregistrovaný projekt '%(project_name)s'?

source: Details
sk: Detaily

source: Watch:
sk: Sledovať:

source: Homepage:
sk: Domovská stránka:

source: Homepage for %(project_name)s
sk: Domovská stránka pre %(project_name)s

source: Bug tracker:
sk: Sledovač chýb:

source: Bug tracker for %(project_name)s
sk: Sledovač chýb pre %(project_name)s

source: Tags:
sk: Štítky:

source: Collection:
sk: Zbierka:

source: Maintainer:
sk: Správca:

source: External links:
sk: Externé odkazy:

source: Screenshots
sk: Snímky obrazovky

source: Delete project
sk: Odstrániť projekt

source: Save project
sk: Uložiť projekt

source: Add a project
sk: Pridať projekt

source: Edit %(project_name)s
sk: Upraviť %(project_name)s

source: Edit <em>%(project_name)s</em>
sk: Upraviť <em>%(project_name)s</em>

source: Access control will be enabled once the project is created
sk: Kontrola prístupu bude zapnutá po vytvorení projektu

source: Editing <a href="%(project_url)s">%(project_name)s</a>
sk: Úprava projektu <a href="%(project_url)s">%(project_name)s</a>

source: Access Control
sk: Kontrola prístupu

source: Give access to a translator to send translations to your project
sk: Povoliť prístup prekladateľovi na odosielanie prekladov do projektu

source: Requests for access to submit files
sk: Požiadavky na prístup k odosielaniu súborov

source: Pending requests:
sk: Čakajúce požiadavky:

source: Users with guaranteed access to submit files:
sk: Používatelia s garantovaným prístupom na odosielanie súborov:

source: Latest Projects
sk: Najnovšie projekty

source: Project list
sk: Zoznam projektov

source: Projects with tag '%(tag)s'
sk: Projekty so štítkom '%(tag)s'

source: Projects on Transifex
sk: Projekty v systéme Transifex

source: Add a new project
sk: Pridať nový projekt

source: No projects registered yet. :-(
sk: Zatiaľ žiadne zaregistrované projekty. :-(

source: Why don't you <a href="%(project_create)s">add one</a>?
sk: Prečo <a href="%(project_create)s">nepridáte nejaký</a>?

source: Couldn't find your project? Go ahead and <a href="%(project_create)s">add it</a>!
sk: Nenašli ste svoj projekt? Pokračujte a <a href="%(project_create)s">pridajte ho</a>!

source: <p>You have been logged out.
sk: <p>Odhlásili ste sa.

source: Any settings associated with your account are presented and may be modified here.
sk: Tu sú zobrazené a umožnená je úprava nastavení spojených s vašim účtom.

source: <p>Please login in with your email or screen name.<br />
sk: <p>Prosím, prihláste sa pomocou svojho emailu alebo používateľského mena.<br />

source: Delete %(collection_name)s
sk: Odstrániť %(collection_name)s

source: Delete <em>%(collection_name)s</em>
sk: Odstrániť <em>%(collection_name)s</em>

source: Say goodbye to <em>%(collection_name)s</em>?
sk: Dať zbohom zbierke <em>%(collection_name)s</em>?

source: Are you sure you want to permanently delete the registered collection '%(collection_name)s'?
sk: Ste si istý, že chcete nadobro odstrániť zaregistrovanú zbierku '%(collection_name)s'?

source: Homepage for %(collection_name)s
sk: Domovská stránka pre %(collection_name)s

source: Projects in %(collection)s
sk: Projekty v %(collection)s

source: Projects currently registered to belong in this collection:
sk: Projekty aktuálne zaregistrované pod touto zbierkou:

source: No projects are registered for this collection yet. <a href="%(project_list)s">Find projects</a> and add them to this collection.
sk: Zatiaľ nie sú pre túto zbierku zaregistrované žiadne projekty. <a href="%(project_list)s">Vyhľadajte projekty</a> a pridajte ich do tejto zbierky.

source: Delete collection
sk: Odstrániť zbierku

source: Add a collection
sk: Pridať zbierku

source: Edit %(collection_name)s
sk: Upraviť %(collection_name)s

source: Edit <em>%(collection_name)s</em>
sk: Upraviť <em>%(collection_name)s</em>

source: Editing <a href="%(collection_url)s">%(collection_name)s</a>
sk: Úprava zbierky <a href="%(collection_url)s">%(collection_name)s</a>

source: Save collection
sk: Uložiť zbierku

source: Collection list
sk: Zoznam zbierok

source: Collections with tag '%(tag)s'
sk: Zbierky so štítkom '%(tag)s'

source: Collections on Transifex
sk: Zbierky v systéme Transifex

source: collections
sk: zbierky

source: Add a new collection
sk: Pridať novú zbierku

source: 1 release
sk: 1 vydanie

source: 1 project
sk: 1 projekt

source: No collections registered yet. :-(
sk: Zatiaľ žiadne zaregistrované vydania. :-(

source: Why don't you <a href="%(collection_create)s">add one</a>?
sk: Prečo <a href="%(collection_create)s">nepridáte nejakú</a>?

source: Couldn't find your collection? Go ahead and <a href="%(collection_create)s">add it</a>!
sk: Nenašli ste svoju zbierku? Pokračujte a <a href="%(collection_create)s">pridajte ju</a>!

source: Delete %(release_name)s
sk: Odstrániť %(release_name)s

source: Delete <em>%(release_name)s</em>
sk: Odstrániť <em>%(release_name)s</em>

source: Say goodbye to <em>%(release_name)s</em>?
sk: Dať zbohom vydaniu <em>%(release_name)s</em>?

source: Are you sure you want to permanently delete the registered release '%(release_name)s'?
sk: Ste si istý, že chcete nadobro odstrániť zaregistrované vydanie '%(release_name)s'?

source: Release date:
sk: Dátum vydania:

source: String freeze:
sk: Zmrazenie reťazcov:

source: Devel freeze:
sk: Zmrazenie vývoja:

source: Translation statistics
sk: Štatistiky prekladov

source: No translations added for this release. :-(
sk: Žiadne preklady pridané do tohto vydania. :-(

source: Delete release
sk: Odstrániť vydanie

source: Add a release
sk: Pridať vydanie

source: Edit %(release_name)s
sk: Upraviť %(release_name)s

source: Edit <em>%(release_name)s</em> release
sk: Upraviť vydanie <em>%(release_name)s</em>

source: Editing <a href="%(release_url)s">%(release_name)s</a>
sk: Úprava vydania <a href="%(release_url)s">%(release_name)s</a>

source: Save release
sk: Uložiť vydanie

source: Users with guarantied access to submit files:
sk: Používatelia s garantovaným prístupom na odosielanie súborov:

source: Revoke permission
sk: Zrušiť prístup

source: Grant permission
sk: Povoliť prístup

source: Request permission
sk: Požiadať o prístup

source: Approve request
sk: Schváliť požiadavku

source: Withdraw request
sk: Stiahnuť požiadavku

source: Deny request
sk: Zamietnuť požiadavku

source: Overview
sk: Náhľad

source: Personal information
sk: Osobné informácie

source: Location
sk: Umiestnenie

source: Remove profile
sk: Odstrániť profil

source: E-mail change
sk: Zmena e-mailovej adresy

source: Add e-mail
sk: Pridanie e-mailovej adresy

source: Add a new e-mail address
sk: Pridať novú e-mailovú adresu

source: Insert the new e-mail address. An e-mail will be send to it for testing and confirmation.
sk: Zadajte novú e-mailovú adresu. Bude na ňu odoslaný e-mail na jej otestovanie a potvrdenie

source: E-mail validation successful
sk: Úspešné overenie e-mailovej adresy

source: E-mail change unsuccessful
sk: Neúspešná zmena e-mailovej adresy

source: E-mail validation process
sk: Proces overenia e-mailovej adresy

source: You can manage the e-mail validation process from the <a href="%(profile_overview)s"overview page</a>.
sk: Viesť proces overenia e-mailovej adresy môžete zo <a href="%(profile_overview)s">stránky náhľadu</a>.

source: E-mail address validated successfully.
sk: E-mailová adresa bola úspešne overená.

source: The key you received via e-mail is no longer valid. Please try the e-mail validation process again.
sk: Kľúč, ktorý ste obdržali e-mailom už nie je platný. Vyskúšajte, prosím, proces overenia e-mailovej adresy znova.

source: E-mail change processed
sk: Zmena e-mailovej adresy spracovaná

source: An e-mail has been sent to the new e-mail address to verify and activate it. Please access to your e-mail and complete this process following the instructions specified in the e-mail body.
sk: Na novú e-mailovú adresu bol odoslaný e-mail na jej overenie a aktivovanie. Pristúpte, prosím, ku svojmu e-mailu a dokončite tento proces nasledovaním inštrukcií uvedených v tele e-mailu.

source: Resend e-mail validation
sk: Znova odoslať overenie e-mailovej adresy

source: If you haven't validated your e-mail address yet you will not be able to login. Insert your registered e-mail address to receive the validation e-mail again.
sk: Prihlásiť sa nemôžete, pokiaľ ste ešte neoverili vašu e-mailovú adresu. Zadajte e-mailovú adresu, s ktorou ste sa zaregistrovali, aby vám mohol byť opäť odoslaný overovací e-mail.

source: Resend confirmation
sk: Znova odoslať potvrdenie

source: Validation e-mail sent
sk: Overovací e-mail odoslaný

source: Your user account was already active
sk: Váš používateľský účet už bol aktívny

source: You can manage the e-mail validation process from the
sk: Viesť proces overenia e-mailovej adresy môžete zo

source: overview page
sk: stránky náhľadu

source: We've e-mailed you the e-mail validation link.
sk: E-mailom sme vám odoslali overovací odkaz

source: Your e-mail was already validated
sk: Vaša e-mailová adresa už bola overená

source: User login
sk: Prihlásenie používateľa

source: Enter your username and password to login.
sk: Na prihlásenie zadajte svoje používateľskú meno a heslo.

source: Utilities
sk: Nástroje

source: Resend validation e-mail
sk: Znova odoslať overovací e-mail

source: Sign up!
sk: Zapíšte sa!

source: Logged out
sk: Odhlásený

source: You've been logged out.
sk: Odhlásili ste sa.

source: Log in again
sk: Znova sa prihlásiť

source: Password change for
sk: Zmena hesla pre

source: Password change
sk: Zmena hesla

source: You can change your password from here. Please enter your new password twice so we can verify you typed it in correctly.
sk: Odtiašto si môžete zmeniť heslo. Zadajte, prosím, vaše heslo dvakrát, aby sme si overili, že ste ho napísali správne.

source: Password change successful
sk: Úspešná zmena hesla

source: The password has been changed successfully.
sk: Heslo bolo úspešne zmenené.

source: Password key expired
sk: Kľúču hesla vypršala platnosť

source: The password key you're trying to use is expired. Please, request a new one.
sk: Kľúč hesla, ktorý sa pokúšate použiť, expiroval. Vyžiadajte si, prosím, nový.

source: Password reset form
sk: Formulár obnovenia hesla

source: Forgotten your password? Enter your e-mail address, and we'll reset your password and e-mail the new one to you.
sk: Zabudli ste svoje heslo? Zadajte vašu e-mailovú adresu a my vám heslo obnovíme a nové vám pošleme e-mailom.

source: Reset my password
sk: Obnovenie hesla

source: Your password has been set. You may go ahead and log in now.
sk: Vaše heslo bolo nastavené. Teraz môžete pokračovať a prihlásiť sa.

source: Password reset unsuccessful
sk: Neúspešné obnovenie hesla

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
sk: Odkaz na obnovenie hesla bol neplatný, pravdepodobne z dúvodu, že bol už použitý. Vyžiadajte si, prosím, obnovenie hesla znova.

source: Password reset successful
sk: Úspešné obnovenie hesla

source: We've e-mailed you the instructions to obtain a new password. You should be receiving it shortly.
sk: Odoslali sme vám e-mailom inštrukcie na získanie nového hesla. Mali by ste ho čoskoro dostať.

source: User registration
sk: Registrácia používateľa

source: Register for a Transifex account
sk: Zaregistrovanie nového Transifex účtu

source: Joining the Transifex is quick and easy. Just fill in the following form.
sk: Pridanie sa do Transifexu je rýchle a ľahké. Stačí len vyplniť nasledujúci formulár.

source: Registration complete
sk: Registrácia dokončená

source: Register a new account
sk: Zaregistrovanie nového účtu

source: You have successfully registered a new account, and an account activation url has been sent to your e-mail address. You must access this message on your e-mail account to finish the registration process.
sk: Úspešne ste zaregistrovali nový účet a URL na aktivovanie účtu bola odoslaná na vašu e-mailovú adresu. Na ukončenie aktivačného procesu si musíte túto správu z vášho e-mailového účtu prečítať.

source: You have successfully registered a new account. Go to the <a href="%(overview_url)s">login page</a> to authenticate and start using this site.
sk: Úspešne ste zaregistrovali nový účet. Navštívte <a href="%(overview_url)s">prihlasovaciu stránku</a> pre overenie totožnosti a začatie používania týchto stránok.

source: Choose the location of your avatar
sk: Zvoľte si umiestnenie vášho zosobnenia

source: Avatar selection page
sk: Stránka voľby avatara

source: You have several options to select the image you want as avatar on your profile.
sk: Na zvolenie vami žiadaného obrázka pre avatar vo vašom profile máte niekoľko možností.

source: Select an image from disk
sk: Zvoliť obrázok z disku

source: Done
sk: Hotovo

source: Select an image from a remote URL. Put the URL on the input below and we'll retrieve the image for you
sk: Zvoliť obrázok zo vzdialenej URL. Vložte URL do vstupného políčka nižšie a my získame ten obrázok za vás

source: Search on Picasa Web
sk: Vyhľadať na Picasa Web

source: Crop &amp; resize the area you want
sk: Orezanie a zmena veľkosti požadovanej oblasti

source: Delete personal information
sk: Odstránenie osobných informácií

source: Erase all your private data except your username. You can refill the information later if you want to.
sk: Odstráni to všetky vaše súkromné údaje okrem používateľského mena. Ak budete chcieť, tieto údaje môžete opäť vyplniť inokedy.

source: Are you sure?
sk: Ste si istý?

source: Delete my data
sk: Odstrániť moje údaje

source: %(user)s's Dashboard
sk: Dashboard používateľa %(user)s

source: Define your location
sk: Určiť svoje umiestnenie

source: Auto-discover location
sk: Automaticky zistiť umiestnenie

source: Country
sk: Krajina

source: Loading...
sk: Načítanie...

source: Location:
sk: Umiestnenie:

source: Position
sk: Pozícia

source: Save
sk: Uložiť

source: Location information
sk: Informácie o umiestnení

source: Define your location information.
sk: Zadajte informácie o svojom umiestnení.

source: Overview of your profile
sk: Náhľad vášho profilu

source: Change avatar
sk: Zmeniť avatar

source: Add avatar
sk: Pridať avatar

source: Not set yet
sk: Zatiaľ nenastavený

source: (Not validated)
sk: (neoverený)

source: Not set
sk: Nenastavené

source: Management:
sk: Správa:

source: Change your e-mail address
sk: Zmeniť e-mailovú adresu

source: Add your e-mail address
sk: Pridať e-mailovú adresu

source: Add location
sk: Pridať umiestnenie

source: Change location
sk: Zmeniť umiestnenie

source: Edit your personal information
sk: Upraviť osobné informácie

source: Insert some information about you.
sk: Vložte nejaké informácie o sebe.

source: Public profile of %(user)s
sk: Verejný profil používateľa %(user)s

source: Translate '%(filename)s'
sk: Preložiť '%(filename)s'

source: Translate '<code>%(filename)s</code>'
sk: Preložiť '<code>%(filename)s</code>'

source: Source String
sk: Zdrojový reťazec

source: Translation
sk: Preklad

source: Auto-translate
sk: Automaticky preložiť

source: AT
sk: AP

source: Occurrences
sk: Výskyty

source: Fuzzy?
sk: Nepresné?

source: Submit translations
sk: Odoslať preklady

source: Auto-suggest translation
sk: Navrhnúť preklad

source: PO file
sk: PO súbor

source: PO files
sk: PO súbory

source: Files
sk: Súbory
