Repository: pypi-data/pypi-mirror-1
Catalog: packages/transifex/transifex-0.7.4.tar.gz/transifex-0.7.4/transifex/locale/*/LC_MESSAGES/django.po
Languages: sk

source: log entry
sk: záznam v logu

source: log entries
sk: záznamy v logu

source: Date/time
sk: Dátum/čas

source: User
sk: Používateľ

source: Action
sk: Akcia

source: DATETIME_FORMAT
sk: j. F Y G:i:s O

source: No history recorded yet.
sk: Zatiaľ bez histórie.

source: Name
sk: Názov

source: Root
sk: Koreň

source: The URL of the codebase
sk: URL pre základňu kódu

source: Type
sk: Typ

source: The codebase type (%s)
sk: Typ základne kódu (%s)

source: The last time this unit was updated
sk: Čas poslednej aktualizácie tejto jednotky

source: unit
sk: jednotka

source: units
sk: jednotky

source: Languages on %(site_name)s
sk: Jazyky na %(site_name)s

source: The languages spoken on %s.
sk: Jazyky používané na %s

source: %(site_name)s: %(language)s :: %(release)s release
sk: %(site_name)s: %(language)s :: vydanie %(release)s

source: Latest translations for %(language)s language in %(release)s release.
sk: Najnovšie preklady pre jazyk %(language)s vo vydaní %(release)s.

source: Description
sk: Popis

source: Code
sk: Kód

source: Code aliases
sk: Aliasy kódu

source: Special Chars
sk: Špeciálne znaky

source: Enter any special characters that users might find difficult to type
sk: Zadajte špeciálne znaky, ktorých napísanie môže spôsobovať používateľom problémy

source: Number of Plurals
sk: Počet plurálnych foriem

source: Plural Equation
sk: Výraz plurálnych foriem

source: language
sk: jazyk

source: languages
sk: jazyky

source: Afrikaans
sk: afrikánsky

source: Amharic
sk: amhársky

source: Arabic
sk: arabský

source: Spanish (Argentinian)
sk: španielsky (Argentína)

source: Assamese
sk: asamský

source: Asturian
sk: astúrsky

source: Azerbaijani
sk: azerbajdžanský

source: Balochi
sk: balúcky

source: Belarusian
sk: bieloruský

source: Bulgarian
sk: bulharský

source: Bengali
sk: bengálsky

source: Bengali (India)
sk: bengálsky (India)

source: Tibetan
sk: tibetský

source: Bosnian
sk: bosniansky

source: Catalan (Valencian)
sk: katalánsky (Valencia)

source: Czech
sk: český

source: Welsh
sk: waleský

source: Danish
sk: dánsky

source: German
sk: nemecký

source: Swiss German
sk: nemecký (Švajčiarsko)

source: Dzongkha
sk: dzongchä

source: Greek
sk: grécky

source: English
sk: anglický

source: English (United Kingdom)
sk: anglický (Veľká Británia)

source: English (South Africa)
sk: anglický (Južná Afrika)

source: Spanish (Castilian)
sk: španielsky (Kastília)

source: Estonian
sk: estónsky

source: Basque
sk: baskický

source: Persian
sk: perzský

source: Finnish
sk: fínsky

source: French
sk: francúzsky

source: Friulian
sk: friulský

source: Western Frisian
sk: frízsky západný

source: Irish
sk: írsky

source: Galician
sk: galícijský

source: Gujarati
sk: gudžarátsky

source: Hebrew
sk: hebrejský

source: Hindi
sk: hindský

source: Croatian
sk: chorvátsky

source: Haitian (Haitian Creole)
sk: haitský - haitská kreolčina

source: Hungarian
sk: maďarský

source: Armenian
sk: arménsky

source: Indonesian
sk: indonézsky

source: Icelandic
sk: islandský

source: Italian
sk: taliansky

source: Japanese
sk: japonský

source: Georgian
sk: gruzínsky

source: Kannada
sk: kannadský

source: Korean
sk: kórejský

source: Kashmiri
sk: kašmírsky

source: Kurdish
sk: kurdský

source: Kirgyz
sk: kirgizský

source: Latin
sk: latinský

source: Lao
sk: laoský

source: Lithuanian
sk: litovský

source: Latvian
sk: lotyšský

source: Maithili
sk: maithilsky

source: Macedonian
sk: macedónsky

source: Malayalam
sk: malajalámsky

source: Mongolian
sk: mongolský

source: Marathi
sk: maráthsky

source: Malay
sk: malajský

source: Maltese
sk: maltský

source: Burmese
sk: barmský

source: Norwegian Bokmål
sk: nórsky - bokmål

source: Nepali
sk: nepálsky

source: Dutch (Flemish)
sk: holandský - flámčina

source: Norwegian Nynorsk
sk: nórsky - nynorsk

source: Norwegian
sk: nórsky

source: Northern Sotho
sk: sothský - severný

source: Oriya
sk: urijský

source: Panjabi (Punjabi)
sk: pandžábsky

source: Polish
sk: poľský

source: Portuguese
sk: portugalský

source: Brazilian Portuguese
sk: portugalský (Brazília)

source: Romanian
sk: rumunský

source: Russian
sk: ruský

source: Sinhala
sk: sinhalský

source: Slovak
sk: slovenský

source: Slovenian
sk: slovinský

source: Albanian
sk: albánsky

source: Serbian
sk: srbský

source: Serbian (Latin)
sk: srbský - latinka

source: Sotho, Southern
sk: sothský - južný

source: Swedish
sk: švédsky

source: Tamil
sk: tamilský

source: Telugu
sk: telúgsky

source: Tajik
sk: tadžikský

source: Thai
sk: thajský

source: Tagalog
sk: tagalský

source: Turkish
sk: turecký

source: Urdu
sk: urdský

source: Ukrainian
sk: ukrajinský

source: Vietnamese
sk: vietnamský

source: Wolof
sk: wolofský

source: Xhosa
sk: xhoský

source: Chinese (China)
sk: čínsky (Čína)

source: Chinese (Hong Kong)
sk: čínsky (Hong Kong)

source: Chinese (Taiwan)
sk: čínsky (Taiwan)

source: Zulu
sk: zuluský

source: Translated:
sk: Preložené:

source: Fuzzy:
sk: Nepresné:

source: Untranslated:
sk: Nepreložené:

source: Total:
sk: Celkom:

source: Latest projects on %(site_name)s
sk: Najnovšie projekty na %(site_name)s

source: Updates on changes and additions to registered projects.
sk: Aktualizácie o zmenách a pridaniach do registrovaných projektov.

source: %(site_name)s: Components in %(project)s
sk: %(site_name)s: Súčasti v %(project)s

source: Latest components in project %s.
sk: Najnovšie súčasti v projekte %s.

source: A regex to filter the exposed files. Eg: 'po/.*'
sk: Regulárny výraz na filtrovanie vystavených súborov. Napr. 'po/.*'

source: Submit to
sk: Príspevky do

source: Choose how this component should handle submissions of files.The options here are available based on the component type
sk: Zvoľte si, ako by mala táto súčasť spravovať prispievanie súbormi. Tu povolené voľby závisia od typu súčasti

source: A short label to be used in the URL, containing only letters, numbers, underscores or hyphens.
sk: Krátky popisok na použitie v URL, obsahujúci len písmená, číslice, podtrhovníky alebo spojovníky.

source: A string like a name or very short description.
sk: Reťazec podobný názvu alebo veľmi krátkemu popisu.

source: A sentence or two describing the object (optional).
sk: Veta alebo dve popisujúca objekt (voliteľné).

source: Long description
sk: Dlhý popis

source: A longer description (optional). Use Markdown syntax.
sk: Dlhší popis (voliteľné). Použite syntax Markdown.

source: Homepage
sk: Domovská stránka

source: Feed
sk: Zdroj

source: An RSS feed with updates on the project.
sk: RSS zdroj s aktualizáciami o projekte.

source: Bug tracker
sk: Sledovač chýb

source: The URL for the webiste tracking bugs and tickets (Bugzilla, Trac, etc.)
sk: URL pre WWW stránky na sledovanie chýb a pripomienok (Bugzilla, Trac, atď.)

source: Anyone can submit
sk: Ktokoľvek môže prispieť

source: Does anyone can submit translations to this project?
sk: Môže do tohto projektu prispievať prekladmi ktokoľvek?

source: Hidden
sk: Skrytý

source: Hide this object from the list view?
sk: Skryť tento objekt zo zoznamu?

source: Enabled
sk: Povolené

source: Enable this object or disable its use?
sk: Povoliť tento objekt alebo zakázať jeho použitie?

source: Tags
sk: Štítky

source: Collections
sk: Zbierky

source: Maintainers
sk: Správcovia

source: HTML Description
sk: HTML popis

source: Description in HTML.
sk: Popis v HTML.

source: <Project: %s>
sk: <Projekt: %s>

source: project
sk: projekt

source: projects
sk: projekty

source: Source language
sk: Zdrojový jazyk

source: The source language for this component, eg. 'en', 'pt_BR', 'el'.
sk: Zdrojový jazyk tohto komponentu, napr. 'en', 'sk_SK', 'el'.

source: I18n type
sk: I18n typ

source: The code's type of i18n support (%s)
sk: Typ podpory i18n v kóde (%s)

source: File filter
sk: Filter súborov

source: Allows submission
sk: Povoľuje príspevky

source: Does this module repository allow write access?
sk: Povoľuje repozitár modulu prístup na zápis?

source: Calculate statistics?
sk: Spočítať štatistiky?

source: Should statistics be calculated for this component?
sk: Majú byť pre túto súčasť počítané štatistiky?

source: Project
sk: Projekt

source: Unit
sk: Jednotka

source: Releases
sk: Vydania

source: <Component: %s>
sk: <Komponent: %s>

source: component
sk: komponent

source: components
sk: komponenty

source: Is allowed to maintain this project
sk: Môže spravovať tento projekt

source: Is allowed to submit file to this project
sk: Môže prispieť súborom do tohto projektu

source: The %s was deleted.
sk: %s bol zmazaný.

source: Must use POST to activate
sk: Na aktivovanie treba použiť POST

source: Notifation is not enabled
sk: Oznamovania nie sú povolené

source: Watch this project
sk: Sledovať tento projekt

source: Stop wathing this project
sk: Ukončiť sledovanie tohto projektu

source: The file filter of this intltool POT-based component does not seem to allow the POTFILES.in file. Please fix it.
sk: Nezdá sa, že by súborový filter tohto na POT založeného komponentu povoľoval súbor POTFILES.in. Opravte ho, prosím.

source: There is no 'pot' directory named in the set of files of this Publian like component. Maybe its file filter is not allowing access to it.
sk: V sade súborov tejto súčasti pre Publican neexistuje priečinok s názvom 'pot'.Pravdepodobne jeho súborový filter nepovoľuje k nemu prístup.

source: This component does not allow write access.
sk: Tento komponent nepovoľuje prístup na zápis.

source: Please select a file from your system to be uploaded.
sk: Zvoľte súbor z vášho systému, ktorý chcete odoslať.

source: Please enter a target to upload the file.
sk: Prosím, zvoľte si cieľ na odoslanie súboru.

source: Please enter only ONE target to upload the file.
sk: Prosím, zadajte len JEDEN cieľ na odoslanie súboru.

source: The target file does not match with the component file filter
sk: Cieľ sa nezhoduje so súborovým filtrom komponentu.

source: Enter a commit message
sk: Zadajte začleňovaciu správu

source: File submitted successfully: %s
sk: Súbor bol úspešne odoslaný: %s

source: Your file does not pass correctness checks (msgfmt -c). Please run this command on your system to see the errors.
sk: Váš súbor neprešiel kontrolami správnosti (msgfmt -c). Prosím, pre zobrazenie chýb spustite tento príkaz na vašom systéme.

source: Sorry, your file could not be sent because of an error.
sk: Ospravedlňujeme sa, váš súbor nemohol byť odoslaný pre chybu.

source: Sorry, but you need to send a POST request.
sk: Ospravedlňujeme sa, ale musíte odoslať POST požiadavku.

source: Lock removed.
sk: Uzamknutie odstránené.

source: Error: Only the owner of a lock can remove it.
sk: Chyba: len vlastník uzamknutia ho môže odstrániť.

source: Lock created. Please don't forget to remove it when you're done.
sk: Uzamknutie vytvorené. Prosím, nezabudnite ho po skončení odstrániť.

source: A sentence or two describing the object.
sk: Veta alebo dve popisujúca tento objekt.

source: Use Markdown syntax.
sk: Použite syntax Markdown.

source: Release date
sk: Dátum vydania

source: When this release will be available.
sk: Kedy bude toto vydanie dostupné.

source: String freeze date
sk: Dátum zmrazenia reťazcov

source: When the translatable strings will be frozen (no strings can be added/modified which affect translations.
sk: Kedy budú preložiteľné reťazce zmrazené (žiadne reťazce ovplyvňujúce preklady nebudú môcť byť pridané ani zmenené).

source: Devel freeze date
sk: Dátum zmrazenia vývoja

source: The last date packages from this release can be built from the developers. Translations sent after this date will not be included in the released version.
sk: Posledný dátum, kedy balíčky z tohto vydania môžu byť vývojármi zostavené. Preklady odoslané po tomto dátume nebudú začlenené vo vydanej verzii.

source: release
sk: vydanie

source: releases
sk: vydania

source: Watch it
sk: Sledovať ho

source: Stop watching it
sk: Ukončiť jeho sledovanie

source: Unable to add watch for path %r
sk: Nie je možné pridať sledovanie pre cestu %r

source: watch
sk: sledovanie

source: watches
sk: sledovania

source: Lock
sk: Uzamknutie

source: Locks
sk: Uzamknutia

source: tarball
sk: tar balíček

source: tarballs
sk: tar balíčky

source: Forbidden access
sk: Prístup zakázaný

source: Looks like you do not have the necessary permissions for the required action.
sk: Zdá sa, že na požadovanú akciu nemáte potrebné oprávnenia.

source: Here's a link to the <a href="%(home)s">homepage</a>. You know, just in case.
sk: Tu je odkaz na <a href="%(home)s">domovskú stránku</a>. Viete, pre každý prípad.

source: Page not found
sk: Stránka nenájdená

source: Looks like you followed a bad link. If you think it's our fault, please <a href='http://transifex.org/newticket'>let us know</a>.
sk: Zdá sa že ste nasledovali zlý odkaz. Ak si myslíte, že to je naša chyba, <a href='http://transifex.org/newticket'>dajte nám vedieť</a>, prosím.

source: Page unavailable
sk: Stránka nedostupná

source: We're sorry, but the requested page is currently unavailable.
sk: Ospravedlňujeme sa, ale požadovaná stránka je momentálne nedostupná.

source: We're messing around with things internally, and the server had a bit of a hiccup.
sk: Vŕtame sa vo vnútorných veciach a server má s tým trochu ťažkosti.

source: Please try again later.
sk: Skúste neskôr, prosím.

source: Welcome to Transifex
sk: Víta vás Transifex

source: Go to start page
sk: Návrat na úvodnú stránku

source: The projects being served
sk: Práve obsluhované projekty

source: Projects
sk: Projekty

source: Collections of projects
sk: Zbierky projektov

source: The languages our service serves
sk: Jazyky obsluhované našimi službami

source: Languages
sk: Jazyky

source: Welcome <a title="Profile settings" href="%(user_profile)s">%(user_username)s</a>!
sk: Vitajte <a title="Profile settings" href="%(user_profile)s">%(user_username)s</a>!

source: Sign out from the website
sk: Odhlásiť sa z WWW stránok

source: Sign out
sk: Odhlásiť sa

source: Sign in
sk: Prihlásiť sa

source: Register
sk: Zaregistrovať sa

source: About
sk: O

source: Get in contact with us
sk: Skontaktujte sa s nami

source: Feedback
sk: Spätná väzba

source: Transifex is a service aimed at helping translators keep track of their favourite translation projects.
sk: Transifex je služba zameraná na pomoc prekladateľom v udržiavaní prehľadu o ich obľúbenom prekladateľskom projekte.

source: You could also browse through <a href="%(project_list)s">all projects</a>.
sk: Taktiež môžete listovať cez <a href="%(project_list)s">všetky projekty</a>.

source: Search
sk: Vyhľadať

source: Results
sk: Výsledky

source: Search projects
sk: Vyhľadať projekty

source: Search results
sk: Výsledky vyhľadávania

source: Search Results (%(result_count)s)
sk: Výsledky vyhľadávania (%(result_count)s)

source: No projects found for "%(q)s". You might want to change your query a bit.
sk: Žiadne projekty nájdené pre "%(q)s". Mali by ste trochu zmeniť vyhľadávací reťazec.

source: Couldn't find your project? Why don't you go ahead and
sk: Nenašli ste svoj projekt? Skúste pokračovať a

source: add it
sk: pridať ho

source: Find projects by name, description, etc.
sk: Vyhľadať projekty podľa názvu, popisu, atď.

source: Transifex administration
sk: Spravovanie Transifexu

source: Profile
sk: Profil

source: Profile settings
sk: Nastavenia profilu

source: Change my email
sk: Zmeniť svoj email

source: Change email address
sk: Zmeniť emailovú adresu

source: This is where you can change the email address associated with your account. Please keep this email address up to date so we can send you a password-reset email if you request one.
sk: Tu môžete zmeniť emailovú adresu spojenú s vašim účtom. Udržujte, prosím, túto adresu aktuálnu, aby sme vám mohli poslať email na obnovenie hesla, ak to požiadate.

source: Please correct errors below:
sk: Opravte, prosím, nižšie uvedené chyby:

source: Password
sk: Heslo

source: Change email
sk: Zmeniť email

source: Change OpenID
sk: Zmeniť OpenID

source: Change my OpenID
sk: Zmeniť svoj OpenID

source: This is where you can change the OpenID URL associated with your account.
sk: Tu môžete zmeniť OpenID URL spojenú s vašim účtom.

source: Change my password
sk: Zmeniť svoje heslo

source: Change password
sk: Zmeniť heslo

source: You can use the following form to change your password.
sk: Na zmenu hesla môžete použiť nasledujúci formulár.

source: Current password
sk: Súčasné heslo

source: New password
sk: Nové heslo

source: New password again
sk: Opäť nové heslo

source: OpenID verification
sk: Overenie OpenID

source: Your OpenID is verified!
sk: Vaše OpenID je overené!

source: <p>Your OpenID can now be associated with a new or existing membership. You can change the association later in your preferences.</p>
sk: <p>Vaše OpenID môže byť teraz spojené s novým alebo existujúcim členstvom. Toto spojenie môžete neskôr zmeniť vo svojich nastaveniach.</p>

source: Associate your OpenID
sk: Prepojte svoje OpenID

source: <p>If you're joining for the first time, associate your OpenID with a new account. If you're already a member, associate with your existing account.</p>
sk: <p>Ak sa pripájate po prvý raz, spojte svoje OpenID s novým účtom. Ak členom už ste, prepojte ho s vašim existujúcim účtom.</p>

source: A new account
sk: Nový účet

source: Username
sk: Používateľské meno

source: An exisiting account
sk: Existujúci účet

source: Delete my account
sk: Odstrániť svoj účet

source: Delete account
sk: Odstrániť účet

source: Note: After deleting your account, anyone will be able to register this username.
sk: Poznámka: Po odstránení svojho účtu si toto používateľské meno môže zaregistrovať ktokoľvek.

source: Check the confirm box, if you really want to delete your account.
sk: Ak naozaj chcete odstrániť svoj účet, zaškrtnite potvrdzovaciu voľbu.

source: Password:
sk: Heslo:

source: I am sure I want to delete my account.
sk: Som si istý, že chcem odstrániť môj účet.

source: Password or OpenID URL
sk: Heslo alebo OpenID URL

source: (required for your security)
sk: (vyžadované pre vašu bezpečnosť)

source: Delete account permanently
sk: Vymazať účet natrvalo

source: Username:
sk: Používateľské meno:

source: Or, with your OpenID:
sk: Alebo, pomocou vášho OpenID:

source: Sign in with OpenID
sk: Prihlásiť sa pomocou OpenID

source: Lost your password?
sk: Zabudli ste svoje heslo?

source: Password reset
sk: Obnovenie hesla

source: I lost my password!
sk: Zabudol som svoje heslo!

source: No worries! Here you can ask to reset your password by entering the username you use. You will then get a confirmation email with your new password. The new password will be activated only after you have clicked on the link in the email.
sk: Žiaden strach! Tu môžete požiadať o obnovenie hesla zadaním používateľského mena, ktoré používate. Následne dostanete potvrdzovací email s vašim novým heslom. Toto nové heslo bude aktivované len ak budete nasledovať odkaz v tomto emaile.

source: Send new password
sk: Poslať nové heslo

source: Your Profile
sk: Váš profil

source: Your profile, %(user)s
sk: Váš profil, %(user)s

source: This is where you can make changes to your account.
sk: Tu môžete uskutočniť zmeny vo svojom profile.

source: Give your account a new password.
sk: Určiť svojmu účtu nové heslo.

source: Add or update the email address associated with your account.
sk: Pridať alebo aktualizovať emailovú adresu spojenú so svojim účtom.

source: Change openid url
sk: Zmeniť OpenID URL

source: Change openid associated to your account
sk: Zmeniť OpenID spojené s vašim účtom

source: Change notifications
sk: Oznámenia o zmenách

source: Change notifications associated to your account
sk: Oznámenia o zmenách spojených s vašim účtom

source: Erase your username and all your data from website
sk: Vymazať svoje používateľskú meno a všetky údaje z WWW stránok

source: Login
sk: Prihlásenie

source: <p>Please login in with your email or screen name, or using your OpenID URL.<br />
sk: <p>Prihláste sa, prosím, pomocou svojej emailovej adresy alebo mena, alebo pomocou svojho OpenID URL.<br />

source: Join us
sk: Pridajte sa k nám

source: Create your account
sk: Vytvoriť svoj účet

source: <p>There are two ways to join: with an email and screen name or with an OpenID.</p> <p>Enter information only for the type of sign up you wish to do.</p>
sk: <p>Sú dva spôsoby, ako sa pridať: pomocou emailu a používateľského mena alebo pomocou OpenID.</p> <p>Zadajte informácie len pre typ prihlásenia, ktorý si želáte vykonať.</p>

source: Regular Signup
sk: Obvyklé prihlásenie

source: Choose a Screen Name:
sk: Zvoľte si používateľské meno:

source: Enter Your Email Address:
sk: Zadajte svoju emailovú adresu:

source: Choose a Password:
sk: Zvoľte si heslo:

source: Confirm Your Password:
sk: Potvrďte svoje heslo:

source: OpenID Signup
sk: OpenID prihlásenie

source: Sign in with OPENID
sk: Prihlásiť sa pomocou OpenID

source: Contact us
sk: Kontaktujte nás

source: Let us know what you think!
sk: Dajte nám vedieť, čo si myslíte!

source: We'd like to make this web service as useful as possible for our users. If you have any feedback to provide, please do so!
sk: Chceli by sme spraviť túto webovú službu použiteľnú pre našich používateľov, ako sa len dá. Ak nám máte čokoľvek povedať, prosíme, spravte to!

source: Send feedback
sk: Odoslať odozvu

source: Thanks for the feedback!
sk: Ďakujeme za odozvu!

source: Thanks!
sk: Vďaka!

source: Thank you for your feedback.
sk: Ďakujeme vám za vašu odozvu.

source: %(collection)s Releases
sk: %(collection)s vydania

source: The %(collection)s collection includes the following groups of shipped components:
sk: Zbierka %(collection)s obsahuje nasledujúce skupiny dodávaných zložiek:

source: No releases are registered for this collection yet. Why don't you <a href="%(release_create)s">add one</a>?
sk: Žiadne vydanie zatiaľ nie je pre túto zbierku zaregistrované. Prečo <a href="%(release_create)s">nepridáte nejaké</a>?

source: Languages on Transifex
sk: Jazyky v systéme Transifex

source: No languages registered yet. :-(
sk: Zatiaľ žiadne zaregistrované jazyky. :-(

source: Couldn't find your language? Please use the feedback form and let us know!
sk: Nenašli ste svoj jazyk? Použite, prosím, spätnú väzbu a dajte nám vedieť!

source: Project/Component statistics
sk: Štatistiky projektov/súčastí

source: Transifex searched for projects containing translation files for this language and release, but couldn't find any. Try submitting such a file and check again.
sk: Transifex hľadal projekty obsahujúce preložiteľné súbory pre tento jazyk a vydanie, ale žiadne nenašiel. Pokúste sa takýto súbor odoslať a potom opäť skontrolovať.

source: If you think this shouldn't happen, please <a href="%(contact_form)s">let us know</a>.
sk: Ak si myslíte, že by toto nemalo nastať, prosím, <a href="%(contact_form)s">dajte nám vedieť</a>.

source: Untranslated Components
sk: Nepreložené súčasti

source: The following components will be included in %(release_name)s, but there are no translations sent for %(language_name)s yet.
sk: Nasledujúce komponenty budú zaradené do vydania %(release_name)s, ale pre jazyk %(language_name)s preň zatiaľ neboli odoslané žiadne preklady.

source: Notifications
sk: Oznamovania

source: Notification settings
sk: Nastavenia oznamovania

source: Notices
sk: Oznamy

source: Mark all unseen notices seen
sk: Označiť neprečítané oznamy ako prečítané

source: No notices.
sk: Žiadne oznamy.
