Repository: pypi-data/pypi-mirror-1
Catalog: packages/cryptobox-server/cryptobox-server-0.3.0.tar.gz/cryptobox-server-0.3.0/plugins/volume_automount/intl/*/cryptobox-server-feature-volume_automount.po
Languages: de, es, it, ja, pl, sl

source: Automatic opening
de: Automatisches Öffnen
es: Apertura automática
it: Apertura automatica
ja: 自動で開く
pl: Otwieranie automatyczne
sl: Odpri avtomatično

source: Open during startup
de: Öffnen beim CryptoBox-Start
es: Abrir al inicio
it: Apertura durante l'avvio del sistema
ja: 起動時に開く
pl: Otwieranie podczas uruchomienia
sl: Odpri med zagonom

source: You may enable automatic activation for any non-encrypted volume. It will get opened automatically when you turn on the CryptoBox server.
de: Die automatische Öffnung kann für jeden unverschlüsselten Datenträger aktiviert werden. Der Datenträger wird dadurch automatisch geöffnet, wenn die CryptoBox eingeschaltet wird.
es: Puede habilitar la activación automática de cualquier volúmen no cifrado. Se abrirá automáticamente al encender el servidor CryptoBox.
it: È possibile attivare l'apertura automatica per ogni volume non cifrato. Il volume sarà aperto automaticamente all'avvio del server CryptoBox.
ja: 暗号化されていない領域は、自動的に有効にすることができます。クリプトボックスを起動すると、それらは自動的に開かれます。
pl: Możesz włączyć automatyczną aktywację dla dowolnego nieszyfrowanego woluminu. Wolumin otworzy się automatycznie podczas uruchomienia serwera CryptoBox.
sl: Omogočite lahko avtomatičen zagon za katerokoli ne-kriptirano vsebino. Odprta bo samodejno ko boste zagnali cryptobox strežnik.

source: Enable automatic opening
de: Aktiviere automatisches Öffnen
es: Habilitar apertura automática
it: Attiva l'apertura automatica.
ja: 自動的に開くのを有効にする
pl: Włącz automatyczne otwieranie
sl: omogoči samodejno (avtomatično) odpiranje

source: Disable automatic opening
de: Deaktiviere automatisches Öffnen
es: Deshabilitar apertura automática
it: Disattiva l'apertura automatica.
ja: 自動的に開くのを無効にする
pl: Wyłącz automatyczne otwieranie
sl: Onemogoči samodejno (avtomatično) odpiranje

source: Currently automatic opening is enabled
de: Das automatische Öffnen ist derzeit eingeschaltet
es: La apertura automática está habilitada actualmente
it: L'apertura automatica è attualmente attivata
ja: 自動的に開くのは有効です
pl: Automatyczne otwieranie jest włączone
sl: Samodejno (avtomatično) odpiranje je trenutno omogočeno.

source: Currently automatic opening is disabled
de: Das automatische Öffnen ist derzeit abgeschaltet
es: La apertura automática está deshabilitada actualmente
it: L'apertura automatica è attualmente disattivata
ja: 自動的に開くのは無効です
pl: Automatyczne otwieranie jest wyłączone
sl: Samodejno (avtomatično) odpiranje je trenutno onemogočeno.

source: Automatic activation enabled
de: Automatisches Öffnen aktiviert
es: Activación automática habilitada
it: Apertura automatica attivata
ja: 自動的に有効化するよう設定しました
pl: Automatyczna aktywacja jest włączona
sl: Samodejna (avtomatična) aktivacija omogočena

source: This volume will get opened during startup.
de: Der Datenträger wird nun bei jedem Start des CryptoBox-Servers geöffnet.
es: Este volumen se abrirá al inicio
it: Il volume sarà aperto automaticamente durante l'avvio del sistema.
ja: この領域は、起動時に自動的に開かれます。
pl: Ten wolumin otworzy się podczas uruchomienia.
sl: Ta vsebina bo odprta med zagonom

source: Automatic activation disabled
de: Automatisches Öffnen deaktiviert
es: Activación automática deshabilitada
it: Apertura automatica disattivata
ja: 自動的に有効化しないよう設定しました
pl: Automatyczna aktywacja jest wyłączona
sl: Samodejna (avtomatična) aktivacija onemogočena

source: This volume will not get opened during startup.
de: Der Datenträger wird nun nicht mehr automatisch beim Start des CryptoBox-Servers geöffnet.
es: Este volumen no se abrirá al inicio
it: Il volume non sarà aperto automaticamente durante l'avvio del sistema.
ja: この領域は、起動時に自動的には開かれません。
pl: Ten wolumin nie otworzy się podczas uruchomienia.
sl: Ta vsebina ne bo odprta med zagonom

source: Automatic activation is not possible for encrypted volumes.
de: Das automatische Öffnen ist für verschlüsselte Datenträger nicht verfügbar.
es: No es posible la activación automática de volúmenes cifrados
it: L'attivazione automatica non è possibile per i volumi cifrati.
ja: 自動での有効化は、暗号化した領域には適用することができません。
pl: Automatyczna aktywacja nie jest możliwa dla szyfrowanych woluminów.
sl: Samodejna (avtomatična) aktivacija ni mogoča za kriptirane vsebine
