Repository: pypi-data/pypi-mirror-1
Catalog: packages/collective.multilogo/collective.multilogo-0.1-py2.4.egg/collective/multilogo/locales/*/LC_MESSAGES/collective.multilogo.po
Languages: cs

source: Display Inline
cs: Zobrazit v řadě

source: Enter character or string, which will separate each logo item defined below.
cs: Zadejte znak nebo řetězec, který bude oddělovat každou položku loga definovanou níže.

source: If checked, logo items defined below will be displayed in one line, otherwise each logo item (including separator) will be rendered on new line.
cs: Pokud je zaškrtnuto, položky loga definované níže budou zobrazeny v jedné řadě, jinak bude každá položka loga (včetně oddělovače) zobrazena na samostatném řádku.

source: Logo items
cs: Položky loga

source: Multi Logo settings
cs: Multi Logo nastavení

source: Separator
cs: Oddělovač

source: Setup Multi Logo items and options.
cs: Nastavení Multi Logo položek a voleb.

source: css class
cs: css třída

source: help_logo_items
cs: Definujte položky loga, každou jako sadu následujících atributů: název (vyžadováno) - text použitý k zobrazení loga pokud není definován obrázek, obrázek - název obrázkového objektu umístěného někde v portálu, odkaz - url pro zobrazení loga jako aktivního odkazu, css třída - každé položce loga můžete přiřadit vlastní css třídu, abyste mohli kontrolovat její vzhled, nové okno - pokud je zaškrtnuto a je definován "odkaz", jeho cíl bude po kliknutí na něj otevřen v novém okně

source: link
cs: odkaz

source: new window
cs: nové okno

source: title
cs: název
