Repository: pypi-data/pypi-mirror-1
Catalog: packages/worldcookery/worldcookery-2.0.1-py2.4.egg/worldcookery/locales/*/LC_MESSAGES/worldcookery.po
Languages: de, es

source: label-edit
de: Bearbeiten
es: Editar

source: label-recipe
de: Rezept
es: Receta

source: Edit recipe
de: Rezept bearbeiten
es: Editar receta

source: Add recipe
de: Rezept hinzufügen
es: Añadir una receta

source: Time needed for preparation:
de: Zum Kochen benötigte Zeit:
es: Tiempo necesario para la preparación:

source: ${time_to_cook} mins
de: ${time_to_cook} Minuten
es: ${time_to_cook} minutos

source: Ingredients:
de: Zutaten:
es: Ingredientes:

source: Needed kitchen tools:
de: Benötigte Küchengeräte:
es: Herramientas necesarias:

source: Click here to add an item
de: Klicken Sie hier für einen neuen Eintrag
es: Haga click aquí para añadir un elemento

source: button-add
de: Hinzufügen
es: Añadir

source: button-remove
de: Entfernen
es: Remover

source: button-move-up
de: Nach oben
es: Arriba

source: button-move-down
de: Nach unten
es: Abajo

source: Name
es: Nombre

source: Name of the dish
de: Name des Gerichtes
es: Nombre del plato

source: Ingredients
de: Zutaten
es: Ingredientes

source: List of ingredients necessary for this recipe.
de: Liste der benötigten Zutaten für dieses Rezept.
es: Lista de ingredientes necesarios para esta receta.

source: Ingredient
de: Zutat
es: Ingrediente

source: Tools
de: Geräte
es: Herramientas

source: List of necessary kitchen tools
de: Liste der benötigten Küchengeräte
es: Lista de herramientas necesarias

source: Tool
de: Gerät
es: Herramienta

source: Time to cook
de: Zeit zum Kochen
es: Tiempo para cocinar

source: Necessary time for preparing the meal described, in minutes.
de: Zur Vorbereitung der Mahlzeit benötigte Zeit in Minuten.
es: Tiempo necesario para preparar la comida, en minutos.

source: Description
de: Beschreibung
es: Descripción

source: Description of the recipe
de: Beschreibung des Rezeptes
es: Descripción de esta receta

source: Create a new recipe
de: Neues Rezept erstellen
es: Hacer una nueva receta

source: This factory instantiates new recipes.
de: Diese Fabrik erstellt neue Rezepte
es: Esta fábrica hace nuevas recetas
