Repository: pypi-data/pypi-mirror-1
Catalog: packages/collective.portlet.quote/collective.portlet.quote-1.0.1.tar.gz/collective.portlet.quote-1.0.1/collective/portlet/quote/locales/*/LC_MESSAGES/collective.portlet.quote.po
Languages: no, sv

source: A folder for quotes
no: En mappe for sitater
sv: En mapp för citat

source: A link to the quote
no: En lenke til sitatet
sv: En länk till citatet

source: Link
no: Lenke
sv: Länk

source: Portlet title
no: Portlet-tittel
sv: Portlet-titel

source: Quote
no: Sitat
sv: Citat

source: Quote Folder
no: Sitatmappe
sv: Citatmapp

source: Quote folder
no: Sitatmappe
sv: Citatmapp

source: Source
no: Kilde
sv: Källa

source: The folder that holds the quotes
no: Mappen som inneholder sitater
sv: Mappen som innehåller citaten

source: The quote
no: Sitatet
sv: Citatet

source: Who said it?
no: Hvem sa det?
sv: Vem sa det?
