Repository: pypi-data/pypi-mirror-1
Catalog: packages/cryptobox-server/cryptobox-server-0.3.0.tar.gz/cryptobox-server-0.3.0/plugins/shutdown/intl/*/cryptobox-server-feature-shutdown.po
Languages: de, es, it, ja, pl, sl

source: Shutdown or reboot the computer
de: Computer ausschalten oder neustarten
es: Apague o reinicie el ordenador
it: Arresta o riavvia il sistema
ja: コンピュータの電源断もしくは再起動
pl: Wyłącz lub zresetuj komputer
sl: Ugasni ali ponovno zaženi računalnik

source: Shutdown
de: Ausschalten
es: Apagar
it: Arresta
ja: 電源断
pl: Wyłącz
sl: Ugasni

source: Shutdown computer
de: Computer ausschalten
es: Apague el ordenador
it: Arresta il sistema
ja: コンピュータの電源を切る
pl: Wyłącz komputer
sl: Ugasni računalnik

source: The CryptoBox is shutting down
de: DIe CryptoBox schaltet sich gerade aus.
es: Cryptobox se está apagando
it: La CryptoBox è in fase di arresto
ja: クリプトボックスは電源を切っています
pl: Wyłączenie systemu CryptoBox
sl: The Cryptobox se ugaša

source: The CryptoBox is rebooting
de: Die CryptoBox startet neu
es: Cryptobox se está reiniciando
it: La CryptoBox è in fase di riavvio
ja: クリプトボックスは再起動中です
pl: Zresetowanie systemu CryptoBox
sl: The Cryptobox se ponovno zaganja

source: Poweroff
de: Ausschalten
es: Apagar
it: Spegnimento
ja: 電源を切る
pl: Wyłącz
sl: Ugasni

source: Reboot
de: Neustarten
es: Reiniciar
it: Riavvio
ja: 再起動
pl: Zresetuj
sl: Ponovni zagon

source: You can poweroff or reboot the CryptoBox server. You should close all open files before.
de: Du kannst den CryptoBox-Server abschalten oder neustarten. Schliesse vorher alle offenen Dateien.
es: Puede apagar o reiniciar el servidor Cryptobox.Cierre antes todos los archivos.
it: È possibile spegnere o riavviare la CryptoBox. È necessario chiudere tutti i file aperti prima di eseguire l'operazione.
ja: クリプトボックスの電源を切ったり、再起動することができます。操作を行う前に、開いているファイルがあれば、すべて閉じてください。
pl: Możesz wyłączyć lub zresetować serwer CryptoBox. Wcześniej zamknij wszystkie otwarte pliki.
sl: Lahko ugasnete ali ponovno zaženete the CryptoBox server. Predtem zaprite vse odprte dokumente.

source: Shutting down the system
de: Abschaltung des Systems
es: Cerrando el sistema
it: Arresto del sistema in corso
ja: システムの電源を切っています
pl: Wyłączenie systemu
sl: Omrežje se ugaša.

source: If the computer does not turn off itself within a minute, then you should plug it off manually.
de: Falls der Computer sich nicht innerhalb der n채chsten Minuten ausschaltet, dann solltest du es per Hand abschalten.
es: Si el ordenador no se apaga automáticamente , hágalo de forma manual.
it: Se il computer non si spegna automaticamente entro un minuto, è possibile scollegare l'alimentazione manualmente.
ja: もし、しばらくたってもコンピュータの電源が切れない場合は、手動で電源を落としてください。
pl: Jeśli komputer sam się nie wyłączy w ciągu minuty wyciągnij wtyczkę z kontaktu.
sl: V kolikor se računalnik ne ugasne avtomatično v roku ene minute, ga morate ugasniti ročno.

source: Rebooting the system
de: Neustart des System
es: Reiniciando el sistema
it: Riavvio del sistema in corso
ja: システムの再起動中
pl: Zresetowanie systemu
sl: Sistem se ponovno zaganja

source: This may take a while (depending on your hardware) ...
de: Dies kann (abh채ngig von deinem Rechner) eine Weile dauern ...
es: Esto puede tardar un buen rato (dependiendo de su hardware) ...
it: Questa operazione potrebbe richiedere un po' di tempo (a seconda dell'hardware) ...
ja: 少し時間がかかるかもしれません(あなたのハードウエアに依存します)...
pl: W zależności od komputera może to dłużej potrwać.
sl: Tole pa lahko malce traja (odvisno od vaše strojne opreme)...

source: Shutdown failed
de: Abschaltung schlug fehl
es: Falló el apagado
it: Spegnimento fallito
ja: 電源断に失敗しました
pl: Wyłączenie nie powiodło się
sl: Neuspela ustavitev

source: Shutting down of the system failed for some reason - sorry!
de: Aus unklaren Gr체nden schlug die Abschaltung fehl!
es: Lo siento, el cierre del sistema falló por algún motivo.
it: Lo spegnimento del sistema è fallito.
ja: なんらかの理由によって、システムの電源を切るのに失敗しました。
pl: Zamknięcie systemu nie powiodło się - przepraszamy!
sl: oprostite, izključitev sistema ni uspela.

source: Reboot failed
de: Neustart fehlgeschlagen
es: Falló el reinicio
it: Riavvio fallito
ja: 再起動に失敗しました
pl: Zresetowanie nie powiodło się
sl: Ponovni zagon ni uspel.

source: Reboot of the system failed for some reason - sorry!
de: Aus unklaren Gr체nden schlug der Neustart fehl!
es: Lo siento, el reinicio del sistema falló por algún motivo.
it: Il riavvio del sistema è fallito.
ja: なんらかの理由によって、システムの再起動に失敗しました。
pl: Zresetowanie systemu nie powiodło się - przepraszamy!
sl: Oprostite - ponovni zagon sistema, zaradi nekega vzroka žal ni uspel.
