Repository: pypi-data/pypi-mirror-1
Catalog: packages/collective.singing/collective.singing-0.6.12.tar.gz/collective.singing-0.6.12/collective/singing/locales/*/LC_MESSAGES/collective.singing.po
Languages: el, hu

source: ${channel} options
hu: ${channel} beállításai

source: ${name} does not support scheduling.
hu: ${name} nem támogatja az ütemezést

source: ${numberadded} subscriptions updated successfully!
hu: ${numberadded} feliratkozás sikeresen frissítésre került.

source: ${numberadded} subscriptions updated successfully, ${numberremoved} removed!
hu: ${numberadded} feliratkozás sikeresen frissítésre került, ${numberremoved} pedig eltávolításra!

source: ${numberadded} subscriptions updated successfully. ${numberremoved} removed. ${numbernotadded} could not be added. (${errorcandidates})
hu: ${numberadded} feliratkozás sikeresen frissítésre került, ${numbernotadded} feliratkozást nem lehetett hozzáadni. (${errorcandidates})

source: ${number} messages queued.
hu: ${number} üzenet a várólistán.

source: ${num} message(s) queued.
hu: ${num} üzenet a várólistán.

source: ${sent} message(s) sent, ${failed} failure(s).
hu: ${sent} üzenet elküldve, ${failed} elküldése pedig sikertelen volt.

source: Add
hu: Hozzáad

source: Add Channel Subscribe Portlet
hu: Hírlevél csatornára feliratkozás portlet hozzáadása

source: Add or edit channels that will use collectors to gather and email specific sets of information from your site, to subscribed email addresses, at scheduled times.
hu: Új csatornák hozzáadása vagy szerkesztése, melyek a hírlevél-gyűjtők használatával e-mailben fogják elküldeni az oldalról származó információk meghatározott részét a feliratkozottak e-mail címeira, előre beállított időközönként.

source: Address to send the preview to
hu: E-mail cím, ahová az előnézet kerül elküldésre

source: All finished jobs cleared
hu: Minden befejezett feladat törölve

source: All pending jobs processed
hu: Minden függőben lévő feladat végrehajtva

source: All sent and failed messages deleted
hu: Az összes elküldött és kézbesítetlen üzenet törölve

source: Already subscribed?
hu: Már feliratkozott?

source: Append automatically collected content in this send-out
hu: Automatikusan hozzáadja a gyűjtött tartalmat a küldendő hírlevélhez

source: Apply
hu: Elfogad

source: Apply changes
hu: Változások elfogadása

source: Back to portlets
hu: Vissza a portletekhez

source: Below you see a list the newsletters we offer. If you are already subscribed to some of these you can fill out the form at the end of this page to be sent a link to where you can edit your existing subscriptions.
hu: Az alább az oldal által nyújtott hírleveleket látja. Ha már valamelyikre feliratkozott ezek közül, akkor az oldal alján található űrlap kitöltésével egy speciális linket küldhetünk Önnek, ahol jelenlegi feliratkozásait változtathatja meg.

source: Best regards
hu: Üdvözlettel

source: CSS Stylesheet
hu: CSS stíluslap

source: Change your subscriptions with ${site-title}
hu: ${site-title} oldal hírlevél-feliratkozásainak szerkesztése

source: Channel administration
hu: Csatornaadminisztráció

source: Clear finished jobs
hu: Elvégzett feladatok törlése

source: Clear queued messages
hu: Várólistás üzenetek törlése

source: Click here to manage your subscriptions with ${site-title}:
hu: Kattintson ide a(z) ${site-title} oldalon eszközölt hírlevél-feliratkozásai megváltoztatásához

source: Click here to select collector options to be automatically enabled, when subscribing from this portlet.
hu: Kattintson ide a jelen portlet segítségével történő feliratkozás esetén automatikusan aktivált hírlevél-gyűjtő opciók kiválasztásához.

source: Click here to show the portlet footer.
hu: Kattintson ide a portlet láblécének kijelzéséhez

source: Click here to unsubscribe.
hu: Kattintson ide a leiratkozáshoz.

source: Collector administration
hu: Hírlevél-gyűjtő adminisztrálása

source: Composer for format : ${format}
hu: Hírlevél-összeállítő a következő formátumhoz: ${format}

source: Composers
hu: Hírlevél-összeállítók

source: Confirm your subscription with ${channel-title}
hu: Erősítse meg a(z) '${channel-title}' hírlevél-csatornára történt feliratkozását.

source: Confirming your subscription
hu: Feliratkozás megerősítése

source: Date of execution
hu: Végrehajtás dátuma

source: Description of the rendered portlet
hu: A megjelenített portlet leírása.

source: Displays a form that lets you send this content item as a newsletter.
hu: Megjelenít egy űrlapot, mely lehetővé teszi e tartalom elem hírlevélként történő elküldését.

source: Download
hu: Letölt

source: E-mail address
hu: E-mail cím

source: Edit
hu: Szerkeszt

source: Edit ${collector}
hu: ${collector} szerkesztése

source: Edit ${selector} for ${channel}
hu: A ${channel} csatornához tartozó ${selector} szerkesztése

source: Edit Channel ${channel}
hu: ${channel} szerkesztése

source: Edit Channel Subscribe Portlet
hu: Hírlevél-csatornára feliratkozás portlet szerkesztése

source: Edit existing subscriptions
hu: Meglévő feliratkozások szerkesztése

source: Edit the properties of the channel.
hu: A hírlevél-csatorna tulajdonságainak szerkesztése

source: Edit the properties of the composer.
hu: A hírlevél-összeállító tulajdonságainak szerkesztése.

source: Enter a search query to find content.
hu: Adja meg a tartalom felleléséhez szükséges keresőkifejezést.

source: Error importing subscriber file.
hu: Ismeretlen hiba lépett fel a feliratkozásokat tartalmazó fájl importálásánál.

source: Failed messages
hu: Kézbesíthetetlen üzenetek

source: File has not correct format.
hu: A fájlformátum nem megfelelő.

source: File was not given.
hu: Nem adott meg fájlt.

source: Fill out the form below to receive an email with a link from which you can edit your subscriptions.
hu: Töltse ki az alábbi űrlapot, és egy e-mailt küldünk Önnek, mely tartalmazni fog egy speciális linket, mely segítségével a feliratkozásai kezelését lehetővé tevő oldalra juthat.

source: Fill out the form below to subscribe to ${channel}. Note that this is for new subscriptions. Click here to <a href="${url}">edit your subscriptions</a>.
hu: Töltse ki az alábbi űrlapot a(z) '${channel}' hírlevél-csatornára történő feliratkozáshoz.<br /> Kattintson ide a <a href="${url}">feliratkozásai szerkesztéséhez</a>.

source: Find the channel you want to enable direct subscription to
hu: Keresse ki a hírlevél-csatornát, melyre engedélyezni szeretné a közvetlen feliratkozást.

source: Finished jobs
hu: Elvégzett feladatok

source: Footer text
hu: Lábléc szövege

source: From address
hu: Feladó e-mail címe

source: From name
hu: Feladó neve

source: Generate
hu: Legenerál

source: Header text
hu: Fejléc szövege

source: If selected and a subscriber exists in the database, but is not part of the uploaded file, the subscriber will be removed from the list.
hu: Az opció kiválasztása esetén ha a feliratkozó létezik az adatbázisban, de nem található meg a feltöltött fájlban, akkor törlésre kerül a listából.

source: Include collector items
hu: Hírlevél-gyűjtő elemek beszúrása

source: Information on how to confirm your subscription has been sent to you.
hu: A feliratkozás megerősítéséhez szükséges információt elküldtük e-mail címére.

source: Item added successfully.
hu: Az elem sikeresen hozzáadva.

source: Item successfully deleted.
hu: Az elem sikeresen törölve.

source: Item successfully moved.
hu: Az elem sikeresen mozgatva.

source: Items
hu: Elemek

source: Job title
hu: Feladat elnevezése

source: Last Change
hu: Utolsó változás

source: Manage or add subscriptions.
hu: Feliratkozások kezelése és hozzáadása

source: Manage your subscriptions
hu: Feliratkozások kezelése

source: Message subject
hu: Üzenet tárgya

source: Messages queued for delivery.
hu: Az üzenetek a kézbesítés várólistájára kerültek.

source: Messages successfully sent
hu: Az üzenetek sikeresen elküldve.

source: Messages waiting to be sent
hu: Elküldésre váró üzenetek

source: Messages with errors
hu: Üzenetek hibákkal

source: Messages with errors in the retry queue
hu: Hibákkal rendeklező üzenetek a várólistán

source: Move block down
hu: Blokk lejjebb mozgatása

source: Move block up
hu: Blokk feljebb mozgatása

source: My subscriptions
hu: Feliratkozásaim

source: New messages
hu: Új üzenetek

source: Newsletter
hu: Hírlevél

source: Newsletter statistics
hu: Hírlevél statisztikák

source: No items found.
hu: Nincs találat.

source: No messages queued.
hu: Nincs várólistás üzenet

source: Only some of your changes were saved
hu: Változtatásai közül csak néhány került mentésre

source: Pending jobs
hu: Függő feladatok

source: Please confirm your subscription
hu: Kérjük, erősítse meg feliratkozását

source: Please fill in a date.
hu: Kérjük, adjon meg egy dátumot.

source: Please select items to remove.
hu: Kérjük, válassza ki a törlendő elemeket.

source: Please select items with new messages to clear.
hu: Kérjük, válaszza ki az elemeket, melyek üzeneteit törölni szeretné.

source: Please select precisely one channel for preview.
hu: Kérjük, válaszon egyetlen hírlevél csatornát az előnézethez.

source: Please select which channel's queued e-mails you'd like to send.
hu: Kérjük, válassza ki, mely hírlevél-csatorna e-mailjai kerüljenek elküldésre.

source: Portlet description
hu: Portlet leírása

source: Portlet header
hu: Portlet fejléce

source: Preview
hu: Előnézet

source: Proceed
el: Προχωρήστε
hu: Tovább

source: Process jobs
hu: Feladatok végrehajtása

source: Remove block
hu: Blokk törlése

source: Remove entries
hu: Elemek törlése

source: Remove non-existing
hu: Nem létező elemek törlése

source: Remove old messages
hu: Régi üzenetek törlése

source: Reply-to address
hu: Válasz fogadására szolgáló (Reply-to) e-mail cím

source: Retry messages
hu: Üzenetek újrázása

source: Rich text
hu: Formázott szöveg

source: Save
hu: ment

source: Schedule distribution
hu: Időzítés eloszlása

source: Scheduled time
hu: Időzítés ideje

source: Search
hu: Keres

source: Search subscribers
hu: Felirtakozottak keresése

source: Sections
hu: Szekciók

source: See an in-browser preview of the newsletter.
hu: Hírlevél előnézetének megtekintése a böngészőben.

source: Send
el: Αποστολή
hu: Küld

source: Send "${context}" through ${channels}.
hu: "${context}" elküldése a(z) "${channels}" hírlevél csatornán keresztül.

source: Send ${item} as newsletter
hu: '${item}' hírlevélként történő elküldése

source: Send as newsletter
hu: Küldd hírlevélként

source: Send preview
hu: Előnézet elküldése

source: Send queued messages now
hu: Várólistás üzenetek azonnali elküldése

source: Sent messages
hu: Elküldött üzenetek

source: Should you be already subscribed to one of our lists, please use this form to retrieve a link to your personalized subscription page:
hu: Ha már feliratkozott valamelyik hírlevél-csatornára, akkor kérjük, használja ezt az űrlapot a személyes, feliratkozásai kezelésére szolgáló oldal eléréséhez:

source: Show footer
hu: Lábléc megjelenítése

source: Show preview
hu: Előnézet megjelenítése

source: Singing & Dancing configuration
hu: Singing & Dancing konfigurálása

source: Standard Channel
hu: Sztenderd hírlevél-csatorna

source: Status
hu: Státusz

source: Subscribe
hu: Feliratkozás

source: Subscribe directly from portlet
hu: Közvetlen feliratkozás portleten keresztül

source: Subscribe to ${channel}
hu: Feliratkozás a(z) ${channel} hírlevél-csatornára

source: Subscribers
hu: Feliratkozottak

source: Subscribers exported.
hu: Feliratkozások exportálva

source: Subscriptions
hu: Feliratkozások

source: Successfully cleared queued messages in channels.
hu: A csatornákban várólistán levő üzenetek törölve.

source: Successfully removed old messages from channels.
hu: A csatornákban található régi üzenetek törölve.

source: Successfully scheduled distribution.
hu: Az időzítés beállítva.

source: Text in footer - if omitted the channel title is used
hu: A lábléc szövege. Hiánya esetén a hírlevél-csatorna címe jelenik meg.

source: Text to appear at the beginning of every message. You may use a number of variables here including ${subject}.
hu: Az üzenetek elején megjelenő szöveg. Használhat jónéhány változót, mint például a ${subject}.

source: Text to appear at the end of every message
hu: Az üzenetek végén megjelenő szöveg.

source: The channel to enable subscriptions to.
hu: A hírlevél-csatorna, ahol engedélyezi a feliratkozást.

source: The channel to send this through
hu: A csatorna, melyen keresztül elküldésre kerül

source: The from addess that will appear in messages sent from this composer.
hu: A Feladó címe, mely jelen hírlevél összeállító által küldött üzenetek feladójaként fog megjelenni.

source: The reply-to addess that will appear in messages sent from this composer.
hu: A választ fogadó (Reply-to) cím, mely jelen hírlevél összeállító által küldött üzenetekre adott válaszokat fogja fogadni.

source: The sender name that will appear in messages sent from this composer.
hu: A Feladó neve, mely jelen hírlevél összeállító által küldött üzenetek feladójaként fog megjelenni.

source: The stylesheet will be applied to the document.
hu: A síluslap alkalmazásra fog kerülni.

source: There seems to be an error with the information you entered.
hu: A megadott információk hibásak.

source: There were some errors.
hu: Hiba lépett fel.

source: This is only required if you click 'Schedule distribution' below
hu: Csak akkor kötelező, ha a 'Időzítés eloszlása' opciót választja alább

source: This is only required if you click 'Send preview' below
hu: Csak akkor kötelező, ha az 'Előnézet elküldése' opciót választja alább

source: This portlet allows a visitor to subscribe to a specific newsletter channel.
hu: Ez a portlet lehetővé teszi, hogy a látogató feliratkozzon egy adott hírlevél-csatornára.

source: Title
el: Τίτλος
hu: Cím

source: Title of the rendered portlet
hu: Adja meg a portlet címét.

source: To confirm your subscription with ${channel}, please click here: ${url}
hu: A (z) ${channel} hírlevél-csatornára történt feliratkozás megerősítéséhez kérjük, kattintson ide: ${url}

source: Total messages sent
hu: Összes elküldött üzenet

source: Total number of messages sent successsfully
hu: Összes sikeresen elküldött üzenet száma

source: Trigger now
hu: Aktiválja most

source: Type
hu: Típus

source: Unknown
hu: Ismeretlen

source: Unsubscribe
hu: Leiratkozás

source: Unsubscribe from newsletter
hu: Leiratkozás a hírlevélről

source: Up to Channels administration
hu: Fel a hírlevél-csatornák adminisztrálásához

source: Up to Collector administration
hu: Fel a hírlevél-gyűjtők adminisztrálásához

source: Up to Singing & Dancing configuration
hu: Fel a Singing & Dancing konfigurálásához

source: Up to Site Setup
hu: Fel a oldalbeállításhoz

source: Upload
hu: Feltölt

source: Upload a CSV file with a list of subscribers here. Subscribers already present in the database will be overwritten. Each line should contain: ${columns}.
hu: Töltsön fel egy, a feliratkozottak listáját tartalmazó CSV fájlt itt. A már meglévő feliratkozottak adatai felülírásra kerülnek. Minden sornak tartalmaznia kell ezt: ${columns}.

source: Upload list of subscribers.
hu: Feliratkozottak listájának feltöltése.

source: You are already subscribed to this newsletter. Click here to <a href="${url}">edit your subscriptions</a>.
hu: Már feliratkozott erre a hírlevélre. Kattintson ide a <a href="${url}">feliratkozásai szerkesztéséhez</a>.

source: You are already subscribed. Fill out the form at the end of this page to be sent a link from where you can edit your subscription.
hu: Már feliratkozott. Töltse ki a lap alján található űrlapot, és egy speciális linket küldünk Önnek, ami elvezeti Önt a feliratkozásai szerkesztésére szolgáló speciális oldalra.

source: You are currently subscribed to these newsletters:
hu: Jelenleg a következő hírlevelekre iratkozott fel:

source: You aren't subscribed to this channel.
hu: Nem iratkozott fel még erre a hírlevél-csatornára.

source: You can subscribe to these newsletters:
hu: A következő hírlevelekre iratkozhat fel:

source: You confirmed your subscription successfully.
hu: Sikeresen megerősítette feliratkozását.

source: You may use a number of variables here, like ${site-title}.
hu: Jónéhány változót használhat itt, mint pl. a ${site-title}.

source: You subscribed successfully.
hu: Sikeresen feliratkozott.

source: You unsubscribed successfully.
hu: Sikeresen leiratkozott.

source: You're receiving this e-mail because you're registered for the ${channel} newsletter.
hu: Ön azért kapta ezt az e-mailt, mert feliratkozott a(z) '${channel}' hírlevélre.

source: Your e-mail address is invalid
hu: E-mail címe érvénytelen

source: Your email address is already subscribed. Click the "Send my subscription details" button below.
hu: Ezzel az e-mail címmel már feliratkozott. Kattintson a "Feliratkozásaim részleinek elküldése" gombra.

source: Your subscription isn't known to us.
el: Η εγγραφή σας δεν υπάρχει
hu: Feliratkozása nem ismert számunkra.

source: Your subscription was updated.
hu: Feliratkozásának adatai frissítve.

source: description_channel_administration
hu: A hírlevél-csatorna a konfiguráció központi eleme, önmagában semmit sem csinál, hanem számos további komponens konfigurálását teszi lehetővé. Emellett tárolja a feliratkozásokat is.

source: description_collector_administration
hu: A hírlevél-gyűjtők automatikus hírlevelek küldéséhez hasznosak: az elküldésre kerülő elemek összegyűjtését végzik.

source: description_statistics_administration
hu: Hírlevél-statisztikák megtekintése

source: label_channel_administration
hu: Hírlevél-csatornák adminisztrálása

source: label_collector_administration
hu: Hírlevél-gyűjtők adminisztrálása

source: label_statistics_administration
hu: Statisztikák

source: Address
el: Διεύθυνση

source: Collector (what)
el: Συλλέκτης (τι)

source: Daily scheduler
el: Ημερήσιος προγραμματισμός

source: Description
el: Περιγραφή

source: Fill in the information below to subscribe.
el: Συμπληρώστε τις παρακάτω πληροφορίες για να γραφτείτε

source: Filters
el: Φίλτρα

source: Finish
el: Τέλος

source: Format
el: Μορφή

source: Information submitted successfully.
el: Η πληροφορία μεταφέρθηκε σωστά

source: Manual scheduler
el: Χειροκίνητος προγραμματισμός

source: Retrieve a link to your personalized subscription settings
el: Ανακτήστε ένα σύνδεσμο προς τις προσωπικές σας ρυθμίσεις εγγραφής

source: Scheduler (when)
el: Προγραμματισμός (πότε)

source: Send my subscription details
el: Αποστολή των λεπτομερειών εγγραφής μου

source: Subjects
el: Υποκείμενα

source: Subjects collector
el: Συλλέκτης υποκειμένων

source: Thanks for your subscription; we sent you a message for confirmation.
el: Ευχαριστούμε για την εγγραφή σας, σας στέλνουμε ένα μήνυμα για επιβεβαίωση.

source: Thanks. We sent you a message.
el: Ευχαριστούμε. Σας στείλαμε μήνυμα.

source: The address you're already subscribed with
el: Η διεύθυνση με την οποία είστε ήδη εγγεγραμμένος/η

source: The channel's subscriptions
el: Οι εγγραφές του καναλιού

source: There were errors.
el: Υπήρξαν σφάλματα

source: There's already a subscription for ${name}
el: Υπάρχει ήδη μια εγγραφή του/της ${name}

source: Timed scheduler
el: Χρονικός προγραμματισμός

source: Unique identifier for this channel across the site.
el: Μοναδικό στοιχείο ταυτότητας αυτού του καναλιού σε όλη την ιστοσελίδα

source: Weekly scheduler
el: Εβδομαδιαίος προγραμματισμός

source: You are already subscribed.
el: Είστε ήδη εγγεγραμμένος/η
