Repository: pypi-data/pypi-mirror-1
Catalog: packages/cryptobox-server/cryptobox-server-0.3.0.tar.gz/cryptobox-server-0.3.0/plugins/volume_chpasswd/intl/*/cryptobox-server-feature-volume_chpasswd.po
Languages: de, es, it, ja, pl, sl

source: Change volume password
de: Datenträger-Passwort ändern
es: Cambio de contraseña de volúmen
it: Modifica la password del volume
ja: 領域パスワードの変更
pl: Zmień hasło dla woluminu
sl: Spremenite geslo nosilca

source: Password
de: Passwort
es: Contraseña
ja: パスワード
pl: Hasło
sl: Geslo

source: Change the password of this volume
de: Änderung des Datenträger-Passworts
es: Cambie la contraseña de este volúmen
it: Modifica la password di questo volume
ja: この領域のパスワードを変更する
pl: Zmień hasło dla wybranego woluminu
sl: Spremenite geslo tega nosilca

source: Change password
de: Passwort ändern
es: Cambiair Contraseña
it: Modifica password
ja: パスワード変更
pl: Zmień hasło
sl: Spremeni geslo

source: You can easily change the password of an encrypted volume. Just enter the current password and type your new password twice. No data will get lost.
de: Das Passwort eines verschlüsselten Datenträgers lässt sich problemlos ändern. Gib einfach das aktuelle Passwort und zweimal das neue Passwort ein. Dabei gehen keinerlei Daten verloren.
es: Puede cambiar la contraseña de un volúmen cifrado fácilmente. Introduzca la contraseña actual y despúes la nueva dos veces. No se perderá ningún dato.
it: È possibile modificare la password di un volume cifrato. Inserire la password attuale e due volte la password nuova. Nessun dato sarà perso.
ja: 暗号化された領域のパスワード変更は簡単です。現在のパスワードと新しいパスワードを２回記入するだけです。この操作でデータがなくなることはありません。
pl: Możesz łatwo zmieniać hasło szyfrowanego woluminu. Wystarczy wpisać aktualne hasło i wpisać nowe hasło dwa razy. Nie ma ryzyka utraty danych.
sl: Z lahkoto lahko spremeniš geslo kriptiranega nosiulca (vsebine, dela). Vse kar moraš storiti je, da vneseš trenutno geslo, nato vneseš novo geslo - dvakrat. S tem dejanjem ne boste izgubili nobenega podatka.

source: This volume is not encrypted. If you want to turn on encryption, then you have to format the volume. Beware: this will erase all data from this volume.
de: Dieser Datenträger ist nicht verschlüsselt. Falls die Verschlüsselung eingeschaltet werden soll, dann muss der Datenträger formatiert werden. Beachte, dass dabei alle Daten des Datenträgers gelöscht werden.
es: Este volúmen no está cifrado. Si quiere activar la cifra tiene que formatearlo. Atencción: se borrarán todos los datos del volúmen.
it: Questo volume non è cifrato. Per attivare la cifratura, è necessario formattare il volume. Prestare atenzione al fatto che questa operazione cancellerà tutti i dati presenti nel volume.
ja: この領域は暗号化されていません。暗号化を有効にするには、領域を初期化する必要があります。注意：この操作を行うと、格納されているすべてのデータは消去されます。
pl: Wolumin nie jest szyfrowany. Jeśli chcesz włączyć szyfrowanie, musisz sformatować ten wolumin. Uwaga: wszystkie dane z tego woluminu zostaną wykreślone!
sl: Ta vsebina ni kriptirana. V kolikor želite vključiti inkripcijo, morate ta del, vsebino formatirati. Vendar POZOR: s tem boste zbrisali vse podatke, ki so trenutno na tem nosilcu.

source: Format this volume
de: Datenträger formatieren
es: Formatear este volúmen
it: Formatta questo volume
ja: 領域の初期化
pl: Formatuj wybrany wolumin
sl: Formatiraj to vsebino

source: Password changed
de: Passwort geändert
es: La contraseña ha cambiado
it: Password modificata
ja: パスワードを変更しました
pl: Zmieniono hasło
sl: Geslo spremenjeno

source: The password of this volume was changed successfully.
de: Das Passwort des Datenträgers wurde erfolgreich geändert.
es: La contraseña de este volúmen se cambió correctamente.
it: La password di questo volume è stata modificata con successo.
ja: この領域のパスワード変更に成功しました。
pl: Zmieniono hasło dla wybranego woluminu.
sl: Geslo tega nosilca je bilo uspešno spremenjeno.

source: Could not change password
de: Passwortänderung fehlgeschlagen
es: No se pudo cambiar la contraseña
it: Impossibile modificare la password
ja: パスワードを変更することができませんでした
pl: Zmiana hasła nie powiodła się
sl: Ne morem spremeniti gesla.

source: The password of this volume could not be changed - sorry!
de: Das Passwort des Datenträgers konnte nicht verändert werden!
es: Lo siento, no se pudo cambiar la contraseña de este volúmen.
it: La password di questo volume non può essere modificata.
ja: この領域のパスワードを変更することができませんでした。
pl: Nie można zmienić hasła tego woluminu - przepraszamy!
sl: Geslo tega nosilca/vsebine ne more biti spremenjeno - oprosti!
