Repository: pypi-data/pypi-mirror-1
Catalog: packages/Products.AttachmentTypes/Products.AttachmentTypes-1.6.tar.gz/Products.AttachmentTypes-1.6/Products/AttachmentTypes/i18n/AttachmentTypes-*-plone.po
Languages: fr

source: attachments
fr: Pièces jointes

source: label_schema_attachments
fr: Pièces jointes

source: Attached link
fr: Liens annexés

source: Attached file
fr: Fichier joint

source: Attached image
fr: Image annexée

source: A link attachment
fr: Un lien annexé

source: A file attachment
fr: Un fichier joint

source: A image attachment
fr: Une image annexée

source: You must select an attachment to upload
fr: Il faut choisir un fichier à télécharger

source: Attachment(s) added
fr: Fichier(s) joint(s) ajouté(s)

source: You must select an image to upload
fr: Il faut choisir une image à télécharger

source: Image(s) added
fr: Image(s) ajoutée(s)

source: You must enter a Title and Url for the link
fr: Il faut indiquer un titre et une adresse Internet pour le lien

source: Link(s) added
fr: Lien(s) ajouté(s)

source: %d attachments deleted
fr: %d pièces jointes supprimées

source: Attachment deleted
fr: Pièce jointe supprimée

source: You must select at least one attachment to delete.
fr: Il faut choisir une pièce jointe à supprimer.

source: No link selected.
fr: Aucun lien chsoisi.

source: No attachment selected
fr: Aucune pièce jointe choisie.

source: Attachment(s) moved down.
fr: Les pièces jointes ont été décalées vers le bas.

source: Attachment(s) moved up.
fr: Les pièces jointes ont été décalées vers le haut.

source: Attachment(s) renamed
fr: Les pièces jointes ont été renommées.

source: title_widgetimagesmanager
fr: Gestion des images jointes

source: title_widgetlinksmanager
fr: Gestion des liens annexés

source: title_widgetattachmentsmanager
fr: Gestion des fichiers joints

source: title_widgetattachments
fr: Fichiers

source: title_widgetlinks
fr: Liens

source: title_widgetimages
fr: Images

source: Change titles
fr: Modifier les titres

source: Change links
fr: Modifier les liens

source: Move up
fr: Décaler vers le haut

source: Move down
fr: Décaler vers le bas

source: Delete selected
fr: Supprimer les objets séléctionnés

source: label_widgetattachmentsmanager_title
fr: Ajouter les fichier

source: label_widgetimagesmanager_title
fr: Ajouter les images

source: label_widgetlinksmanager_title
fr: Ajouter les liens

source: help_widgetattachmentsmanager_title
fr: Titre du fichier

source: help_widgetattachmentsmanager_attachment
fr: Sélectinner le fichier et cliquer 'ajouter'

source: help_widgetimagesmanager_title
fr: Titre de l'image

source: help_widgetimagesmanager_images
fr: Sélectionner l'image et cliquer 'ajouter'

source: help_widgetlinksmanager_title
fr: Titre du lien

source: help_widgetlinksmanager_links
fr: Adresse du lien

source: Upload
fr: Télécharger

source: Add
fr: Ajouter

source: Add more
fr: Ajouter d'autres
