Repository: pypi-data/pypi-mirror-1
Catalog: packages/plonehrm.contracts/plonehrm.contracts-2.1.1.tar.gz/plonehrm.contracts-2.1.1/plonehrm/contracts/locales/*/LC_MESSAGES/contract.po
Languages: nl

source: A contract nears ending
nl: Een contract loopt bijna af

source: Make new contract before ${expiry_date}
nl: Maak een nieuw contract aan vóór ${expiry_date}

source: Please enter 0 to 7 days.
nl: Voer het aantal dagen in (0 tot en met 7).

source: Trial period ends at ${date}.
nl: Proeftijd eindigt op ${date}.

source: add_new_contract
nl: Voeg nieuw contract toe

source: add_new_letter
nl: Voeg wijzigingsbrief toe

source: contract_label_days_per_week
nl: Aantal werkdagen per week

source: contract_label_duration
nl: Duur (maanden)

source: contract_label_employed
nl: in dienst

source: contract_label_employmentType
nl: Type dienstverband

source: contract_label_employmentTypes
nl: Types dienstverband (b.v. fulltime)

source: contract_label_expires
nl: Einddatum

source: contract_label_function
nl: Functie

source: contract_label_functions
nl: Functies

source: contract_label_hours
nl: Uren

source: contract_label_startdate
nl: Ingangsdatum

source: contract_label_template
nl: Sjabloon

source: contract_label_trial_period
nl: Proeftijd (maanden)

source: contract_label_wage
nl: Loon

source: head_contract
nl: Contracten

source: label_body_text
nl: Hoofdtekst

source: label_contract
nl: contract

source: label_contracted_months
nl: ${months} maand(en)

source: label_contracted_year
nl: ${year} jaar

source: label_contracted_year_and_month
nl: ${year} jaar en ${months} maand(en).

source: label_edit_settings
nl: Instellingen

source: label_no_contract
nl: geen contract

source: label_remove_this_contract
nl: Verwijder dit contract/deze wijzigingsbrief

source: label_save_contract
nl: Bewaren

source: label_save_contracts_settings
nl: Bewaren

source: label_save_letter
nl: Bewaren

source: label_start_date
nl: Startdatum

source: mdg_manage_portal_contracts
nl: Contractinstellingen beheren

source: msg_contract_settings_explanation
nl: Hier kunt u de datum van indiensttreding opgeven als u niet alle voorgaande contracten wilt toevoegen.

source: msg_error_duration_no_integer
nl: U dient hele maanden in te vullen

source: msg_error_hours_no_integer
nl: U dient hele uren in te vullen.

source: msg_error_incorrect_workdays
nl: Aantal dagen dient minimaal 1 en maximaal 7 te zijn

source: msg_error_invalid_date
nl: Dit is geen geldige datum

source: msg_error_no_template
nl: U dient een sjablooncontract te selecteren

source: msg_error_past_start_date
nl: Deze datum dient in het verleden te liggen

source: msg_error_wage_no_float
nl: Het loon dient u in decimalen in te vullen

source: msg_error_workdays_no_integer
nl: Aantal werkdagen dient in hele dagen opgegeven te worden

source: msg_missing_elements
nl: Voordat u een contract kunt toevoegen, dient u eerst de beschikbare functies, type dienstdienstverband en contractsjabloon te configureren.

source: text_add_contract
nl: Voeg een nieuw contract toe

source: text_contract_ends_within
nl: Het contract van medewerker $name vervalt over ${days} dagen.

source: title_portal_contracts
nl: Contract sjablonen
