Repository: pypi-data/pypi-mirror-1
Catalog: packages/cubicweb-nosylist/cubicweb-nosylist-0.1.0.tar.gz/cubicweb-nosylist-0.1.0/i18n/*.po
Languages: fr

source: click here if you don't want to be notified anymore for this %s
fr: cliquez ici pour ne plus être notifié pour ce %s

source: click here to be notified about changes for this %s
fr: cliquez ici pour être notifié pour ce %s

source: interested_in
fr: intéressé par

source: interested_in_object
fr: intéresse

source: nosy_list
fr: nosy liste

source: nosy_list_object
fr: dans la nosy liste de

source: relation handled internaly to control who will be notified
fr: relation interne pour contrôler qui sera notifier

source: relation to explicitly note interest about something
fr: relation permettant d'indiquer l'intérêt d'un utilisateur pour quelque chose

source: you are not anymore registered for this %s
fr: vous n'êtes plus enregistré pour ce %s

source: you are now registered for this %s
fr: vous êtes donrénavant enregistré pour ce %s
