Repository: pypi-data/pypi-mirror-1
Catalog: packages/cryptobox-server/cryptobox-server-0.3.0.tar.gz/cryptobox-server-0.3.0/plugins/partition/intl/*/cryptobox-server-feature-partition.po
Languages: de, es, it, ja, pl, sl

source: Partition manager
de: Partitionsmanager
es: Gestor de particiones
it: Gestore delle partizioni
ja: ドライブ区画の管理
pl: Zarządzanie partycjami
sl: Upravnik particije (porazdelitve)

source: Partitions
de: Partitionen
es: Particiones
it: Partizioni
ja: ドライブ区画
pl: Partycje
sl: Particije (porazdelitve)

source: Manage partitions
de: Partitionen verwalten
es: Gestionar Particiones
it: Gestione delle partizioni
ja: ドライブ区画の管理
pl: Zarządzaj partycjami
sl: Upravljanje porazdelitev

source: Partition manually
de: Manuelle Partitionierung
es: Configuración manual de Particiones
it: Partizionamento manuale
ja: ドライブ区画を自分で設定する
pl: Partycjonowanie ręczne
sl: Ročna porazdelitev

source: Automatic setup
de: Automatische Einrichtung
es: Configuración automática
it: Impostazioni automatiche
ja: ドライブ区画を自動設定する
pl: Ustawiaj automatycznie
sl: Samodejna nastavitev

source: Add partition
de: Partition hinzufügen
es: Añadir Partición
it: Aggiungi partizione
ja: ドライブ区画を追加する
pl: Dodaj partycję
sl: Dodaj razdelitev

source: Remove partition
de: Partition entfernen
es: Quitar Partición
it: Rimuovi partizione
ja: ドライブ区画を削除する
pl: Usuń partycję
sl: Odstrani razdelitev

source: Write new partition table
de: Neue Partitionstabelle schreiben
es: Crear nueva tabla de particiones
it: Scrivi la nuova tabella delle partizioni
ja: 設定したドライブ区画表を書き込む
pl: Zapisz nową tablicę partycji
sl: Napiši novo porazdelitev

source: Cancel
de: Abbrechen
es: Cancelar
it: Annulla
ja: キャンセル
pl: Anuluj
sl: Razveljavi

source: Yes, I know what I am doing!
de: Ja, ich weiß was ich tue!
es: ¡Sí, sé lo que hago!
it: Sì, so cosa sto facendo!
ja: もちろん、この操作が何を意味するのか理解しています！
pl: Wykonaj, wiem, co robię!
sl: Da, vem kaj počnem!

source: Filesystem type
de: Art des Dateisystems
es: Tipo de sistema de archivos (Filesystem)
it: Tipo di filesystem
ja: ファイルシステムタイプ
pl: System plików
sl: Tip datotečnega sistema

source: Id
es: Identificación (Id)
ja: 区画ID

source: Type
de: Art
es: Tipo
it: Tipo
ja: タイプ
pl: Rodzaj
sl: Tip

source: Size (MB)
de: Größe (MB)
es: Tamaño (MB)
it: Dimensione (MB)
ja: サイズ(MB)
pl: Pojemność (MB)
sl: Velikost (MB)

source: Choose a disk for partitioning
de: Wähle eine Platte zur Partitionierung aus
es: Seleccione un disco para particionar
it: Scegliere un disco per il partizionamento
ja: 区画分けするドライブを選択する
pl: Wybierz dysk do partycjonowania
sl: Izberi disk, ki ga nameravaš razdeliti

source: Progress of formatting:
de: Fortschritt der Formatierung:
es: Progreso del formateo:
it: Avanzamento della formattazione:
ja: 初期化中：
pl: Postęp w formatowaniu:
sl: Potek formatiranja

source: Automatically creating a configuration partition.
de: Automatisches Erstellen einer Konfigurationspartition
es: Configurando la partición automáticamente.
it: Configurazione automatica delle partizioni.
ja: 区画設定を自動作成しています。
pl: Automatyczne tworzenie konfiguracji partycji
sl: Samodejna konfiguracija razdelitve

source: These volumes will be removed:
de: Diese Datenträger werden entfernt:
es: Estos volúmenes serán eliminados:
it: Questi volumi saranno rimossi:
ja: この領域は削除されます：
pl: Usunięte zostaną następujące woluminy:
sl: Te vsebine bodo odstranjene

source: Add partitions
de: Partitionen hinzufügen
es: Añadir particiones
it: Aggiungi partizioni
ja: 区画を追加します
pl: Dodaj partycje
sl: Dodaj razdelitev

source: You can split every disk into one ore more parts, which are called 'partitions'. This is useful if you want to separate your data or if you want to encrypt only a part of your disk.
de: Du kannst jede Platte in mehrere Teile aufteilen, den sogenannten Partitionen. Dies ist nützlich, wenn du deine Daten teilen oder nur einen Teil deiner Platte verschlüsseln willst.
es: Cada disco se puede dividir en una o más partes llamadas 'particiones'. Esto es útil si quiere Ud. separar sus datos o si sólo quiere cifrar una parte de su disco.
it: È possibile suddividere un disco in più sezioni denominate 'partizioni'. È utile se si desidera separare i dati o cifrare solo una parte del disco.
ja: ディスクは、１つもしくは複数の「区画」と呼ばれる部分に分割することができます。この機能は、データを分けて管理したい場合や、ディスクの一部だけを暗号化したい場合に役に立ちます。
pl: Można podzielić każdy dysk na jedną lub więcej częsci zwanych 'partycjami'. To jest przydatne w przypadku potrzeby rozdzielenia danych lub jeśli chcesz zaszyfrować tylko część dysku.
sl: Vsak disk lahko razdelite na več delov, imenovanih "deli". Razdelitev diska je koristna, kadar želite ločiti podatke, ali kadar želite zakodirati le del vašega diska

source: Choose one of the disks given in the list. Be aware that you lose all data on the partitions of this disk.
de: Wähle eine der Platten aus der Liste aus. Sei dir bewusst, dass sämtliche Daten auf der Platte während der Partitionierung verloren gehen.
es: Seleccione uno de los discos de la lista. Perderá todos los datos almacenados en las particiones de ese disco.
it: Scegliere un disco dalla lista. Prestare attenzione al fatto che saranno persi tutti i dati sulle partizioni del disco scelto.
ja: 一覧で表示されるディスクのうち１つを選んでください。操作を行うと、このディスク上の区画にあるすべてのデータが削除されることに注意してください。
pl: Wybierz jeden z dysków podanych w liście. Bądź świadomy, że stracisz wszystkie dane o partycjach z tego dysku.
sl: Izberite enega izmed diskov, podanih spodaj. Vedite, da boste izgubili vse podatke, ko boste disk porazdelili.

source: You may choose between 'automatic' and 'manual' partitioning. Automatic partitioning creates only one partition for the whole disk. With manual partition you can split the disk into multiple parts of different size.
de: Du kannst zwischen automatischer und manueller Partitionierung wählen. Automatische Partitionierung erstellt nur eine Partition für die gesamte Platte. Mit Hilfe der manuellen Partitionierung kannst du die Platte in unterschiedliche große Bereiche aufteilen.
es: Puede seleccionar partición automática o manual. En Automático creará sólo una partición en todo el disco. En manual, puede dividir el disco en múltiples particiones de diferente tamaño.
it: È possibile scegliere tra partizionamento 'automatico' e 'manuale'. Il partizionamento automatico crea una sola partizione che occupa l'intero disco. Col partizionamento manuale è possibile suddividere il disco in più partizioni di diversa dimensione.
ja: 「自動」と「手動」による区画分割を選ぶことができます。自動での区画分割は、ディスクに１つだけの区画を作成します。手動での区画分割は、ちがったいくつかの大きさの区画を作ることができます。
pl: Możesz wybrać między partycjonowaniem "automatycznym" i "ręcznym". Partycjonowanie automatyczne tworzy tylko jedną partycję dla całego dysku. Używając ręcznego partycjonowania możesz podzielić dysk na wiele części różnych wielkości.
sl: Lahko izbirate med "samodejno" (Avtomatično) ali "ročno" porazdelitvijo. Samodejna razdelitev ustvari le eno porazdelitev za celoten disk. Z ročno porazdelitvijo lahko razdelite disk na več manjših enot, različnih velikosti

source: This CryptoBox is configured to store its runtime settings on a separate disk partition. It will be created automatically if necessary. This reduces the available size of the disk by 5 megabyte.
de: Die CryptoBox wurde so konfiguriert, dass sie ihre Einstellungen auf einer gesonderten Partition speichert. Falls sie nicht existiert, wird sie automatisch erstellt. Dadurch ist der verfügbare Speicherplatz um 5 MB kleiner.
es: Este Cryptobox está configurado para almacenar su configuración de funcionamiento en una partición diferente que será creada automáticamente si es necesario. Esto reduce el tamaño disponible del disco en 5MB.
it: La CryptoBox è configurata per memorizzare le proprie impostazioni su una partizione separata del disco, che viene creata automaticamente. La capacità del disco è ridotta di circa 5 megabyte.
ja: クリプトボックスは、保管の必要な設定情報を独立した区画に保存します。区画は必要に応じて自動的に作成され、その大きさは5MB程度です。
pl: CryptoBox przechowuje swoje bieżące ustawienia na osobnej partycji dysku. Jęsli zajdzie taka potrzeba, zostanie utworzony automatycznie. Zmniejsza to dostępną pojemność dysku o 5 begabajtów.
sl: Cryptobox je konfiguriran tako, da spravi nastavitve na ločen del razdeljenega diska. Če je potrebno, bo ustvarjen avtomatično, kar zmanjša velikost dika za 5 megabytov.

source: Whenever you change the partition table of a disk, you will loose all volumes that were previously defined inside of it.
de: Immer wenn du die Partitionstabelle einer Platte änderst, verlierst du alle Datenträger die vorher darauf angelegt wurden.
es: Cada vez que cambie la tabla de particiones de un disco perderá todos los volúmenes definidos en esa tabla.
it: Ogni volta che si modifica la tabella delle partizioni di un disco, si perdono tutti i volumi precedentemente definiti in esso.
ja: 以前にどのような内容が設定されていたとしても、ディスクの分割構成を変更するときは、すべての領域は失われてしまいます。
pl: Jeśli kiedykolwiek zmienisz tablicę partycjonowania dysku, stracisz wszystkie woluminy, które zostały wcześniej w nim zdefiniowane.
sl: Kadarkoli spremenite porazdelitev diska, izgubite vse prejšnje enote diska.

source: Choose the size for a new partition and add it to the list by clicking on 'Add partition'. Nothing will get written to your disk until you click on 'Write new partition table' below. Be very careful: you will erase all data on this disk.
de: Wähle die Größe einer neuen Partition und füge sie mit einem Klick auf "Partition hinzufügen" zur Liste hinzu. Die Änderungen werden erst übernommen, wenn du auf "Schreibe neue Partitionstabelle" klickst. Sei bitte vorsichtig: alle Daten auf dem Datentäger gehen verloren.
es: Elija el tamaño de la nueva tabla y añádala a la lista haciendo click en 'Añadir Partición'. Su disco no se modificará hasta que haga click en 'Crear nueva tabla de particiones'. Atención: se borrarán todos los datos del disco.
it: Scegliere la dimensione della nuova partizione e aggiungerla alla lista facendo clic su 'Aggiungi partizione'. Non sarà scritto nulla sul disco finché non si fa clic su 'Scrivi la nuova tabella delle partizioni'. Prestare molta attenzione: saranno cancellati tutti i dati sul disco.
ja: 新しい区画の大きさを入力して、「区画の追加」で選んだリストに区画を追加します。「設定したドライブ区画表を書き込む」を選択するまで、この情報がディスクに書き込まれることはありません。慎重に作業してください：あなたは、このディスク上にあるすべてのデータを消去しようとしています。
pl: Wybierz rozmiar nowej partycji i dodaj ją do listy klikając na 'Dodaj partycję'. Nic nie zostanie zapisane na twoim dysku, dopóki nie klikniesz poniżej na 'Napisz nową tablicę partycjonowania'.
sl: Iberite velikost posamezne enote diska, in jo dodajte s klikom na "Dodaj". Dokler ne kliknete na "Ustvari novo porazdelitev", na disk ne bo nič zapisano.Bodite zelo previdni: Izbrisali boste vse podatke na tem disku.

source: If you continue, you will destroy all data on the choosen disk. Please be VERY careful!
de: Wenn du weitermachst, werden alle Daten auf der ausgewählten Platte zerstört. Sei bitte sehr vorsichtig!
es: Si continúa se perderán todos los datos del disco seleccionado. ¡Tenga MUCHO cuidado!
it: Se si prosegue, saranno cancellati tutti i dati sul disco scelto. Prestare MOLTA attenzione!
ja: 操作を続けると、選択されたディスク上にあるすべてのデータは破壊されます。特別に注意をはらってください！
pl: Jeśli będziesz kontynuował, stracisz wszystkie dane z wybranego dysku. Proszę BARDZO uważać!
sl: Če boste nadaljevali, boste izbrisali vse podatke na izbranem disku. Prosimo, bodite ZELO previdni!

source: Read-only setup detected - probably you should create a configuration partition.
de: Nur-Lese-Konfiguration erkannt - wahrscheinlich solltest du eine Konfigurations-Partition anlegen.
es: Se ha detectado una configuración de sólo-lectura. Probablemente deba crear una partición de configuración.
it: È stata rilevata un'impostazione di sola lettura - è probabilmente necessario creare una partizione di configurazione.
ja: 読み出し専用の設定を検知しました - おそらく、区画の設定を行う必要があるのではないでしょうか。
pl: System tylko do odczytu - powinnieneś utworzyć partycję konfiguracyjną.
sl: Zaznana je nastavitev "samo za branje". Verjetno morate ustvariti konfiguracijo particije - porazdelitve.

source: Initialize partition
de: Partition initialisieren
es: Inicializar la Partición
it: Inizializza partizioni
ja: 区画を初期化します
pl: Zainicjuj partycję
sl: Inicializirajte porazdelitev

source: Missing program
de: Fehlendes Programm
es: Falta programa
it: Programma mancante
ja: 外部プログラムがありません
pl: Brak programu
sl: Manjka program

source: The program 'sfdisk' is not installed. Please ask the administrator of the CryptoBox to configure it properly.
de: Das Programm 'sfdisk' ist nicht installiert. Bitte den Administrator der CryptoBox dieses Programm zu installieren.
es: El programa 'sfdisk' no está instalado. Pida a su Administrador que configure el servidor Cyptobox correctamente.
it: Il programma 'sfdisk' non è installato. Rivolgersi all'amministratore del server CryptoBox per installarlo e configurarlo opportunamente.
ja: 'sfdisk'プログラムがインストールされていないようです。クリプトボックスの管理者に、インストールを依頼してください。
pl: Program 'sfdisk' nie jest instalowany. Proszę zwrócić się do administratora serwera CryptoBox, aby prawidłowo skonfigurał go.
sl: Program "sfdisk" ni nameščen. Prosite administratorja Cryptobox strežnika naj pravilno namesti program

source: The program 'mkfs' is not installed. Please ask the administrator of the CryptoBox to configure it properly.
de: Das Programm 'mkfs' ist nicht installiert. Bitte den Administrator der CryptoBox dieses Programm zu installieren.
es: El programa 'mkfs' no está instalado. Pida a su Administrador que configure el servidor Cyptobox correctamente.
it: Il programma 'mkfs' non è installato. Rivolgersi all'amministratore del server CryptoBox per installarlo e configurarlo opportunamente.
ja: 'mkfs'プログラムがインストールされていないようです。クリプトボックスの管理者に、インストールを依頼してください。
pl: Program 'mkfs' nie jest instalowany. Proszę zwrócić się do administratora serwera CryptoBox, aby prawidłowo skonfigurał go.
sl: Program "mkfs" ni nameščen. Prosite administratorja Cryptobox strežnika naj pravilno namesti program

source: The program 'e2label' is not installed. Please ask the administrator of the CryptoBox to configure it properly.
de: Das Programm 'e2label' ist nicht installiert. Bitte den Administrator der CryptoBox dieses Programm zu installieren.
es: El programa 'e2label' no está instalado. Pida a su Administrador que configure el servidor Cyptobox correctamente.
it: Il programma 'e2label' non è installato. Rivolgersi all'amministratore del server CryptoBox per installarlo e configurarlo opportunamente.
ja: 'e2label'プログラムがインストールされていないようです。クリプトボックスの管理者に、インストールを依頼してください。
pl: Program 'e2label' nie jest instalowany. Proszę zwrócić się do administratora serwera CryptoBox, aby prawidłowo skonfigurał go.
sl: Program "e2label" ni nameščen. Prosite administratorja Cryptobox strežnika naj pravilno namesti program

source: Partitioning complete
de: Partitionierung abgeschlossen
es: Proceso de partición completado
it: Partizionamento completato
ja: 区画分割は完了しました
pl: Partycjonowanie skończone
sl: Razdelitev končana

source: The disk was partitioned successfully.
de: Die Platte wurde erfolgreich partitioniert.
es: El disco se ha particionado correctamente.
it: Il disco è stato partizionato con successo.
ja: ディスクは区画分割されました。
pl: Partycjonowanie dysku powiodło się.
sl: Disk je uspešno razdeljen.

source: Initialization completed
de: Initialisierung abgeschlossen
es: Se ha completado la inicialización
it: Inizializzazione completata
ja: 初期化は完了しました
pl: Zakończono inicjalizację
sl: Inicializacija končana

source: Automatic initialization was finished successfully.
de: Die automatische Initialisierung wurde erfolgreich abgeschlossen.
es: La inicialización automática terminó con éxito.
it: L'inizializzazione automatica è stata completata con successo.
ja: 自動での初期化は完了しました
pl: Automatyczną inicjalizację zakończono pomyślnie.
sl: Avtomatična inicializacija je uspešno zaključena

source: Confirmation missing
de: Bestätigung fehlt
es: Falta confirmación
it: Conferma mancante
ja: 作業開始の確認ができませんでした
pl: Brak potwierdzenia
sl: Manjka potrditev

source: You did not confirm this action by activating the checkbox.
de: Du hast diesen Vorgang nicht durch Aktivierung der Checkbox bestätigt.
es: Usted no marcó la casilla para confirmar esta acción.
it: Non è stata confermata l'operazione attivando l'apposita checkbox.
ja: この操作の作業開始の確認ができませんでした。必要であれば、チェックボックスにチェックマークを入れてください。
pl: Nie potwierdziłeś tego polecenia - zaznacz właściwe pole.
sl: Niste potrdili akcije s klikom na potrdilno polje

source: No disks found
de: Keine Platten gefunden
es: No se encontró ningún disco
it: Non è stato trovato alcun disco
ja: ディスクがありませんでした
pl: Nie znaleziono żadnych dysków
sl: Ne najdem nobenega diska

source: No suitable disks found - please check your configuration and hardware setup.
de: Keine passenden Platte gefunden - bitte überprüfe deine Konfiguration und deine Hardware.
es: No se encontró ningún disco adecuado - compruebe su configuración y su hardware
it: Nessun disco adatto trovato - controllare la configurazione e le impostazioni dell'hardware.
ja: 取り付けられたディスクは見つかりませんでした - ハードウエアの接続とBIOS設定を確認してください。
pl: Nie znaleziono odpowiednich dysków - proszę sprawdzić konfigurację i ustawienia komputera.
sl: Ne najdem primernega diska - Prosim, preverite konfiguracijo in nastavitve programske opreme

source: Partitioning failed
de: Partitionierung fehlgeschlagen
es: Falló el proceso de partición
it: Partizionamento fallito
ja: 区画作成に失敗しました
pl: Partycjonowanie nie powiodło się
sl: Razdelitev ni uspela

source: The partitioning of the device failed for some reason - sorry!
de: Die Partitionierung der Platte ist fehlgeschlagen - Entschuldigung!
es: Lo siento, la partición del dispositivo falló por algún motivo.
it: Il partizionamento del disco è fallito.
ja: なんらかの理由で、装置の初期化に失敗しました。
pl: Partycjonowanie urządzenia nie powiodło się - przepraszamy!
sl: Razdelitev diska zaradi (ne)znanega razloga ni uspela - žal.

source: Show log messages
de: Nachrichtenprotokoll anzeigen
es: Mostrar el registro de alertas
it: Mostra il registro degli eventi
ja: ログメッセージの表示
pl: Pokazuj komunikaty rejestru
sl: Prikaži log - sporočila

source: Formatting failed
de: Formatierung fehlgeschlagen
es: Falló el formateo
it: Formattazione fallita
ja: 初期化に失敗しました
pl: Formatowanie nie powiodło się
sl: Formatiranje ni uspelo

source: Formatting of at least one volume failed - sorry!
de: Die Formatierung mindestens eines Datenträgers ist fehlgeschlagen - Entschuldigung!
es: Lo siento, falló el formateo de al menos uno de los volúmenes.
it: La formattazione di almeno un volume è fallita.
ja: すくなくとも、１つの領域の初期化に失敗しました。
pl: Formatowanie przynajmniej jednego woluminu nie powiodło się - przepraszamy!
sl: Formatiranje vsaj ene enote, žal ni uspelo.

source: This disk is busy
de: Die Platte ist beschäftigt
es: Disco en uso
it: Questo disco è occupato
ja: このディスクは使用中です
pl: Wybrany dysk jest zajęty
sl: Disk je zaposlen/aktiven

source: Please close all volumes of this disk before partitioning.
de: Bitte schließe alle Datenträger der Platte vor der Partitionierung.
es: Cierre todos los volúmenes de este disco antes de particionarlo.
it: Chiudere tutti i volumi su questo disco prima di procedere col partizionamento.
ja: このディスクの区画を作成する前には、このディスクのすべての領域を選択する必要があります。
pl: Proszę zamknąć wszystkie woluminy tego dysku przed partycjonowaniem.
sl: Prosim, zaprite vse enote diska pred razdelitvijo diska

source: Show all disks
de: Alle Platten anzeigen
es: Mostrar todos los discos
it: Mostra tutti i dischi
ja: すべてのディスクを表示する
pl: Pokazuj wszystkie dyski
sl: Prikaži vse diske

source: Invalid size
de: Ungültige Größe
es: Tamaño no válido
it: Dimensione non valida
ja: 領域の容量指定が大きすぎるため無効です
pl: Nieprawidłowa pojemność
sl: Neustrezna velikost

source: The volume size you entered exceeded the available size of the disk.
de: Die eingegebene Größe des Datenträgers überschreitet die verfügbare Größe der Platte.
es: El tamaño del volúmen introducido supera el tamño disponible en el disco.
it: La dimensione inserita per il volume supera lo spazio disponibile sul disco.
ja: 入力された領域の容量は、このディスクで利用できる容量を上回っています。
pl: Podana przez Ciebie pojemność woluminu jest większa niż dostępna pojemność dysku.
sl: Velikost enote, ki ste jo vpisali, presega razpoložljivo velikost diska

source: The minimum size of a volume is 10 megabytes.
de: Die Mindestgröße eines Datenträgers beträgt 10 MB.
es: El tamaño mínimo de un volumen es 10 MB.
it: La dimensione minima per un volume è pari a 10 megabyte.
ja: 領域の最小容量は10MBです。
pl: Minimalna pojemność woluminu jest 10 megabajtów.
sl: Minimalna velikost diska je 10 megabytov.
