Repository: pypi-data/pypi-mirror-1
Catalog: packages/*.*.hotsites/*.*.hotsites-1.0-py2.4.egg/*/*/hotsites/locales/*/LC_MESSAGES/*.*.hotsites.po
Languages: pt_br

source: Allowed Content Types
pt_br: Tipos de Conteúdo Permitidos

source: Default view template ${path} not found.
pt_br: O modelo para visão padrão ${path} não foi encontrado.

source: Hot Site Settings
pt_br: Configurações de Hot Sites

source: Hot Site settings
pt_br: Configurações de Hot Sites

source: Just a plain Folder that does NOT acts as a Hot Site
pt_br: Uma pasta comum, que NÃO age como um Hot Site.

source: Normal Folder
pt_br: Pasta comum

source: Settings to Hot Site.
pt_br: Configurações para o Hot Site.

source: Website section that acts as a Hot Site
pt_br: Uma seção do site que age como um Hot Site

source: allowed_content_types
pt_br: Tipos de Conteúdos permitidos na pasta do Hot Site

source: help_default_view_id
pt_br: Id do objeto que será utilizado como visão padrão do Hot Site

source: help_default_view_path
pt_br: Caminho do objeto que será copiado e utilizado como visão padrão do Hot Site

source: help_skin_name
pt_br: Nome da Skin que será utilizada na pasta do Hot Site

source: help_use_accessibility
pt_br: Se selecionado, irá criar uma página para ser utilizada como conteúdo acessível do Hot Site.

source: help_workflow_id
pt_br: Id do workflow que será utilizado na pasta do Hot Site

source: label_default_view_id
pt_br: Id da visão padrão do Hot Site

source: label_default_view_path
pt_br: Caminho para o objeto que será copiado e utilizado como visão padrão do Hot Site

source: label_skin_name
pt_br: Nome da Skin que será utilizada na pasta do Hot Site

source: label_use_accessibility
pt_br: Usar uma página como conteúdo acessível?

source: label_workflow_id
pt_br: Id do workflow que será utilizado na pasta do Hot Site
