Repository: pypi-data/pypi-mirror-1
Catalog: packages/mwlib.rl/mwlib.rl-0.10.2.tar.gz/mwlib.rl-0.10.2/mwlib/rl/locale/*/LC_MESSAGES/mwlib.rl.po
Languages: el, gl

source: Article Licenses
el: Άδειες Άρθρου
gl: Licenzas de artigos

source: Title
el: Τίτλος
gl: Título

source: Subtitle:
el: Υπότιτλος:
gl: Subtítulo:

source: Editor:
el: Συντάκτης:

source: Created on:
el: Δημιουργήθηκε στις:
gl: Creado o:

source: Contents
el: Περιεχόμενα
gl: Contidos

source: Articles
el: Άρθρα
gl: Artigos

source: Produced by:
el: Παρήχθη από:
gl: Producido por:

source: pdf writer version:
el: έκδοση pdf writer:
gl: Versión do escritor pdf:

source: mwlib version:
el: έκδοση mwlib:
gl: Versión de mwlib:

source: Table of Contents
el: Πίνακας Περιεχομένων
gl: Táboa de contidos

source: Skipping Articles!
el: Πήδημα Άρθρων!
gl: Saltando os artigos!

source: Please note: This is only a preview intended to give an idea how the book is typeset.
el: Παρακαλούμε έχετε υπόψη: Αυτή είναι μόνο μια προεπισκόπηση με σκοπό να πάρετε μια ιδέα για το πως θα στοιχειοθετηθεί το βιβλίο.
gl: Nota: esta é só unha vista previa que pretende dar unha idea do aspecto final do libro

source: References
el: Παραπομπές
gl: Referencias

source: The following sections list the sources for all articles and images used in this book. Those sources provide more detailed licensing information including the copyright status, the copyright owner, and the license conditions.
el: Οι ακόλουθες ενότητες έχουν κατάλογο των πηγών για όλα τα άρθρα και τις εικόνες που χρησιμοποιούνται σε αυτό το βιβλίο. Αυτές οι πηγές περιέχουν περισσότερο λεπτομερείς πληροφορίες σχετικά με το καθεστώς πνευματικής ιδιοκτησίας, τον κάτοχο των πνευματικών δικαιωμάτων, και όρους άδειας χρήσης.
gl: As seguintes seccións listan as fontes de todos os artigos e imaxes usados neste libro. Estas fontes proporcionan información máis detallada sobre a licenza, incluíndo o estado dos dereitos de autor, o dono destes e as condicións da licenza.

source: Image Sources, Licenses and Contributors
el: Πηγές Εικόνων, Άδειες και Συνεισφέροντες
gl: Fontes das imaxes, licenzas e contribuíntes

source: Image
el: Εικόνα
gl: Imaxe

source: layouting
el: διάταξη
gl: distribuíndo

source: mwlib.ext version: %(version)s
el: έκδοση mwlib.ext: %(version)s
gl: Versión de mwlib.ext: %(version)s

source: mwlib version: %(mwlibversion)s, mwlib.rl version: %(mwlibrlversion)s, %(mwlibextversion)s
el: έκδοση mwlib: %(mwlibversion)s, mwlib.rl version: %(mwlibrlversion)s, %(mwlibextversion)s
gl: Versión de mwlib: %(mwlibversion)s, versión mwlib.rl: %(mwlibrlversion)s, %(mwlibextversion)s

source: rendering
el: μορφοποίηση
gl: renderizando

source: <strong>WARNING: Article could not be rendered - ouputting plain text.</strong><br/>Potential causes of the problem are: (a) a bug in the pdf-writer software (b) problematic Mediawiki markup (c) table is too wide
el: <strong>ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Το άρθρο δεν μπόρεσε να μορφοποιηθεί - εξάγεται απλό κείμενο.</strong><br/>Πιθανές αιτίες του προβλήματος είναι: (α) σφάλμα στο λογισμικό εγγραφής pdf (β) προβληματικός κώδικας wiki (γ) πίνακας πολύ ευρύς
gl: <strong>AVISO: o artigo non pode ser renderizado; texto de saída sinxelo.</strong><br/>As causas potenciais do problema son: (a) un erro no software editor de pdf (b) marcado de Mediawiki problemático (c) a táboa é moi ancha
