Repository: pypi-data/pypi-mirror-1
Catalog: packages/collective.zipfiletransport/collective.zipfiletransport-2.1.3-rc1.tar.gz/collective.zipfiletransport-2.1.3-rc1/collective/zipfiletransport/locales/*/LC_MESSAGES/ZipFileTransport.po
Languages: fr

source: (No file has been uploaded yet)
fr: (Aucun fichier n'a encore été chargé)

source: A description which will be given to each file in the ZIP Archive.
fr: Une description qui sera donnée à chaque fichier de l'archive zip.

source: A description which will be given to each file in the ZIP archive.
fr: Une description qui sera donnée à chaque fichier de l'archive zip.

source: Add the relevant details of the file to be added in the form below, select the file with the 'Browse' button, and press 'Import'.
fr: Ajoutez les détails significatifs du fichier à ajouter dans le formulaire ci-dessous, sélectionnez le fichier avec le bouton 'Parcourir', et pressez 'Importer'.

source: All files in the course will be exported in .zip file format.
fr: Tous les fichiers sélectionnés seront exportés dans un fichier zip.

source: All files in the folder will be exported in .zip file format
fr: Tous les fichiers sélectionnés seront exportés dans un fichier zip.

source: Also known as keywords, tags or labels, these help you categorize your content. Each category should be on a separate line.
fr: Appelés aussi mots-clés ou tags, ceux-ci vous aident à catégoriser votre contenu. Chaque catégorie doit être sur une ligne différente.

source: Check this box to overwrite existing files with the same name.
fr: Cochez cette case pour écraser les fichiers existants de même nom.

source: Configure object type settings for imported objects. These values should not be adjusted unless your site has overwritten the default object types.
fr: Configuration des types pour les éléments importés. Ces valeurs ne doivent pas être changées à moins que les types par défaut du site aient été changés.

source: Contributors
fr: Contributeurs

source: Document Type
fr: Type document

source: Export
fr: Exporter

source: Export Content
fr: Exporter des éléments

source: File Details
fr: Détails du fichier

source: File Type
fr: Type fichier

source: Folder Type
fr: Type dossier

source: If selected, this item will not appear in the navigation tree.
fr: Si coché, les éléments importés n'apparaitront pas dans la navigation.

source: Image Type
fr: Type image

source: Import
fr: Importer

source: Import Content
fr: Importer des éléments

source: Overwrite
fr: Ecraser

source: Required
fr: Requis

source: Select the ZIP archive file to be uploaded by clicking the 'Browse' button.
fr: Sélectionnez l'archive zip à charger en cliquant sur le bouton 'Parcourir'.

source: Select the ZIP archive file to be uploaded by clicking the 'Browser' button.
fr: Sélectionnez l'archive zip à charger en cliquant sur le bouton 'Parcourir'.

source: Set the image type here. Images imported via ZipFile Transport will be instantiated as an object of this type.
fr: Indiquez le type 'image' ci-dessous. Les images importées seront instanciées comme éléments de ce type.

source: Set your document type here. Documents imported via ZipFile Transport will be instantiated as an object of this type.
fr: Indiquez le type 'document' ci-dessous. Les documents importés seront instanciés comme éléments de ce type.

source: Set your file type here. Files imported via ZipFile Transport will be instantiated as an object of this type
fr: Indiquez le type 'fichier' ci-dessous. Les fichiers importés seront instanciés comme éléments de ce type.

source: Set your folderish type here. Folders imported via ZipFile Transport will be instantiated as an object of this type
fr: Indiquez le type 'dossier' ci-dessous. Les dossiers importés seront instanciés comme éléments de ce type.

source: The following files will be exported in .zip file format.
fr: Les fichiers suivants seront exportés dans un fichier zip.

source: The name of the file downloaded to your local machine.
fr: Le nom du fichier téléchargé vers votre disque local.

source: The names of people that have contributed to this item. Each contributor should be on a separate line.
fr: Les noms des personnes qui ont contribués à ces éléments. Chaque contributeur doit être sur une ligne différente.

source: This form will import content from files contained in a .zip file, and will create new objects
fr: Ce formulaire permet d'importer des éléments qui sont sous forme de fichiers dans une archive zip et de créer des nouveaux éléments dans le site

source: This form will import content from files contained in a .zip file, and will either create new objects, or overwrite objects that contain the same original filename and path. You must have editing rights for objects in order for them to be updated.
fr: Ce formulaire permet d'importer des éléments qui sont sous forme de fichiers dans une archive zip et de créer des nouveaux éléments dans le site ou d'écraser des éléments de même nom et emplacement. Vous devez avoir les droits d'édition sur ces éléments pour les écraser.

source: Zip File
fr: Archive zip

source: Zip File Export
fr: Fichier zip exporté

source: ZipFile Transport Settings
fr: Options de ZipFile Transport

source: ZipFile Transport Settings Form
fr: Options de ZipFile Transport
