Repository: pypi-data/pypi-mirror-1
Catalog: packages/zoner/zoner-1.4.0.tar.gz/zoner-1.4.0/locales/*/LC_MESSAGES/messages.po
Languages: de

source: Manage Zones
de: Handhaben Sie Zonen

source: Edit SOA
de: Redigieren Sie

source: Updated SOA for %s
de: Aktualisiertes SOA für %s

source: There was a problem with the form!
de: Es gab ein Problem mit der Form!

source: Edit Zone
de: Redigieren Sie Zone

source: Save
de: Außer

source: Zone %s has been saved.
de: Zone %s ist gespeichert worden.

source: zone reload failed: %s
de: Zone Umladen fiel aus: %s

source: named has been asked to reload zone %s
de: named ist gebeten worden, um Zone %s neu zu laden

source: The credentials you supplied were not correct or did not grant access to this resource.
de: Die Bescheinigungen, die Sie lieferten, waren nicht korrekt oder bewilligten nicht Zugang zu diesem Hilfsmittel.

source: You must provide your credentials before accessing this resource.
de: Sie müssen Ihre Bescheinigungen zur Verfügung stellen, bevor Sie dieses Hilfsmittel zugänglich machen.

source: Please log in.
de: Bitte Maschinenbordbuch innen.

source: Not a valid zone!
de: Nicht eine gültige Zone!

source: Type
de: Art

source: Preference
de: Präferenz

source: Zone records
de: Zone Aufzeichnungen

source: Cancel
de: Löschen

source: Cancel all changes
de: Annullieren Sie alle Änderungen

source: Submit Data
de: Reichen Sie Daten Ein

source: Serial number of this zone.
de: Seriennummer dieser Zone.

source: Refresh interval in seconds.
de: Erneuern Sie Abstand in den Sekunden.

source: Retry interval in seconds.
de: Wiederholungabstand in den Sekunden.

source: Expire interval in seconds.
de: Laufen Abstand in den Sekunden ab.

source: Minimum Time-To-Live in seconds.
de: Minimum Zeit-Zu-Lebt in den Sekunden.
