Repository: pypi-data/pypi-mirror-1
Catalog: packages/collective.dancing/collective.dancing-0.8.10.tar.gz/collective.dancing-0.8.10/collective/dancing/locales/*/LC_MESSAGES/collective.dancing.po
Languages: hu

source: Address
hu: Cím

source: Collector (what)
hu: Hírlevél-gyűjtő (mit)

source: Daily scheduler
hu: Napi ütemezés

source: Description
hu: Leírás

source: Fill in the information below to subscribe.
hu: Adja meg az alábbi információkat az előfizetéshez.

source: Filters
hu: Szűrők

source: Finish
hu: Befejez

source: Format
hu: Formátum

source: Information submitted successfully.
hu: Az információ sikeresen elküldve.

source: Manual scheduler
hu: Kézi ütemezés

source: Proceed
hu: Végrehajt

source: Retrieve a link to your personalized subscription settings
hu: Saját feliratkozásaimat elérhetővé tevő link elküldése

source: Scheduler (when)
hu: Ütemező (mikor)

source: Send
hu: Elküld

source: Send my subscription details
hu: Feliratkozásaim részleinek elküldése

source: Subjects
hu: Témák

source: Subjects collector
hu: Témagyűjtő

source: Thanks for your subscription; we sent you a message for confirmation.
hu: Köszönjük a feliratkozást, küldtünk egy megerősítő e-mailt címére.

source: Thanks. We sent you a message.
hu: Köszönjük. Küldtünk egy üzenetet Önnek.

source: The address you're already subscribed with
hu: Az e-mail cím, mellyel Ön feliratkozott volt

source: The channel's subscriptions
hu: A hírlevél-csatorna feliratkozásai

source: There were errors.
hu: Hiba lépett fel.

source: There's already a subscription for ${name}
hu: ${name} néven már korábban rögzítettünk feliratkozást

source: Timed scheduler
hu: Időzített ütemezés

source: Title
hu: Cím

source: Unique identifier for this channel across the site.
hu: A hírlevél-csatorna egyedi azonosítója az oldalon

source: Weekly scheduler
hu: Heti ütemezés

source: You are already subscribed.
hu: Feliratkozott

source: Your subscription isn't known to us.
hu: Az Ön feliratkozása nem ismeretes előttünk.
