Repository: pypi-data/pypi-mirror-1
Catalog: packages/collective.portlet.keywordmatches/collective.portlet.keywordmatches-1.2.tar.gz/collective.portlet.keywordmatches-1.2/collective/portlet/keywordmatches/locales/*/LC_MESSAGES/collective.portlet.keywordmatches.po
Languages: cs

source: Add Keyword Matches Portlet
cs: Přidat portlet s příbuznými položkami podle klíčových slov

source: Allowed Types
cs: Povolené typy

source: Edit Keyword Matches Portlet
cs: Úpravy

source: How many related items to list.
cs: Kolik položek zobrazit

source: If selected, the 'more' link will display results from all content types instead of restricting to the 'Allowed Types'.
cs: Pokud je zaškrtnuto, odkaz na více položek zobrazí všechny typyp polože a ne jen ty vybrané výše.

source: Items in which workflow state to show.
cs: Vyberte, v jakém workflow stavu se mohou nacházat položky zobrazené v portletu.

source: Number of related items to display
cs: Počet podobných položek k zobrazení

source: Select the content types that should be shown.
cs: Vyberte, jaké typy položek se mají vyhledávat

source: Show all types in 'more' link
cs: Po klepnutí na "více" zobrazit všechny typy položek.

source: This portlet displays recent Related Items based on keywords matches.
cs: Portlet zobrazuje položky se stejnými klíčovými slovy

source: Workflow state
cs: Stav

source: header_related_items
cs: Podobné články

source: link_more
cs: více ...
