Repository: pypi-data/pypi-mirror-1
Catalog: packages/collective.viewlet.links/collective.viewlet.links-0.2rc1.tar.gz/collective.viewlet.links-0.2rc1/collective/viewlet/links/locales/*/LC_MESSAGES/collective.viewlet.links.po
Languages: de

source: Link Title
de: Link Titel

source: Link URL
de: Link Adresse (URL)

source: Links saved.
de: Links gespeichert.

source: Manage links
de: Links verwalten

source: No changes were applied.
de: Keine Änderungen vorgenommen.

source: One entry per line 'Linktitle;url' (semicolon)
de: Ein Eintrag pro Zeile "Titel des Links;URL" (getrennt durch Strichpunkt)

source: Set links for ${context}
de: Setze Links für "$context"

source: The URL '$url' is not valid
de: Die URL '$url' ist nicht gültig.

source: There were some errors.
de: Bitte korrigieren Sie die angezeigten Fehler.

source: Use a semicolon to separate the link name from the url. $item
de: Verwenden sie einen Strichpunkt um den Titel von der URL zu trennen. $item
