Repository: pypi-data/pypi-mirror-1
Catalog: packages/collective.blogging/collective.blogging-1.0b4.zip/collective.blogging-1.0b4/collective/blogging/locales/*/LC_MESSAGES/collective.blogging.po
Languages: cs, nl

source: <b><i>And as a bonus the blogging package comes with new gallery view which can be selected from the <b>Display</b> menu and you get a simple but fancy picture gallery. </i></b>
cs: <b><i>A jako bonus přináší blogging balíček nové zobrazení galerie, které může být zvoleno z nabídky <b>Zobrazit</b> čímž získáte jednoduchou obrázkovou galerii. </i></b>

source: <b>Note:</b> An <b>object_provides</b> criterium is not available by default. to enable it go to <i><b>Site setup -> Collection</b></i> clik the <b>All fields</b> link. Then find <b>object_provides</b> field and enable it by ticking its checkbox and save changes in the bottom of the page.
cs: <b>Poznámka:</b> Ve výchozím nastavení je kritérium <b>object_provides</b> vypnuto. Pro jeho zpřístupnění v rešerších otevřete <i><b>Nastavení portálu -> Rešerše</b></i> klikněte na odkaz <b>Všechna pole</b>. Najděte pole <b>object_provides</b>, povolte ho zaškrtnutím checkboxu vedle něj a uložte změny kliknutím na tlačítko uložit na konci stránky.

source: <b>Note:</b> As with folders you can turn existing content into blog post anytime you want.
cs: <b>Poznámka:</b> Stejně jako u složek, můžete z existujícího obsahu vytvořit příspěvek blogu kdykoli chcete.

source: <b>Note:</b> Embed can be used for other resources or any html code since <b>Embed</b> field contents are just rendered as HTML when rendering whole blog entry.
cs: <b>Poznámka:</b> Vložený kód může být použit pro další zdroje nebo jaký-koli html kód vzhledem k tomu, že obsah pole <b>Vložený kód</b> je jednoduše renderován jako HTML při zobrazení celého příspěvku.

source: <b>Note:</b> Feel free to contact me if you want to submit new translations. Any help will be appreciated. You can also checkout the source from ${url} and use <b>update_i18n.sh</b> script included in the package to add new translation and then commit it.
cs: <b>Poznámka:</b> Neváhejte mě kontaktovat pokud chcete přidat váš překlad. Oceňuji jakou-koli pomoc. Můžete si také stáhnout zdrojový kód na ${url} a použít script <b>update_i18n.sh</b>, který je součástí balíčku pro přidání nového překladu a commitnout ho.

source: <b>Note:</b> If listed entry is <b>filled under</b> some category and the category link is clicked it filters blog listing by that category.
cs: <b>Poznámka:</b> Pokud je zobrazovaný příspěvek <b>přiřazen</b> do nějaké kategorie a uživatel klikne na odkaz této kategorie, blog zobrazí pouze příspěvky v této kategorii.

source: <b>Note:</b> Image of the image entry is not rendered in the right as it is common in the folder summary view because the post is about an image more then a text.
cs: <b>Poznámka:</b> Obrázek obrázkového příspěvku není zobrazen vpravo jako je to běžné v přehledném zobrazení složky, protože samotný příspěvek je spíše o tom obrázku než o nějakém textu.

source: <b>Note:</b> Plone's <b>link auto redirection</b> feature is still working so if user can not modify link based blog post he/she will be redirected to remote url when clicks entry's title in the blog view. So enabling comments on simple link blog entry doesn't make sense.
cs: <b>Poznámka:</b> Vlastnost <b>automatického přesměrování odkazů</b> v Plone je i stále funkční, takže pokud uživatel nemůže upravovat příspěvek založený na odkazu, bude přesměrován na jeho externí url pokud klikne na nadpis příspěvku v zobrazení blogu. Pak povolení omentářů na jednoduchém sdíleném odkazu nemá smysl.

source: <b>Note:</b> Since Plone's Large Folder doesn't support next / prev navigation, there is no next / prev enable checkbox and it is <b>always enabled for Large Folder based blogs.</b>
cs: <b>Poznámka:</b> Vzhledem k tomu, že Velká Složka v Plone nepodporuje další / předchozí navigaci, nemá k dispozici checkbox pro její povolení a pro blogy založené na Velké Složce je povolena vždy.

source: <b>Note:</b> There is additional <b>edit</b> link for quick access to entry edit form just from the blog view if you have permissions to modify an entry.
cs: <b>Poznámka:</b> K dispozici je navíc odkaz <b>upravit</b> pro rychý přístup k úpravám příspěvku přímo ze zobrazení blogu pokud máte oprávnění pro jeho úpravy.

source: <b>Note:</b> You can see folder's title and description but only until there are no blog posts as you will see below.
cs: <b>Poznámka:</b> Můžete vidět nadpis a popis složky, ale pouze dokud není k dispozici alespoň jeden příspěvek jak uvidíte níže.

source: <b>Note:</b> You can turn folders into blog anytime you want.
cs: <b>Poznámka:</b> Můžete ze složek udělat blog kdykoli chcete.

source: <b>Warning:</b> Blog folder will not list entry which hasn't an effective date which is (by default in Plone) set automatically when content is published. To access not yet published entries (drafts) create a smart folder and link it with ${url}.
cs: <b>Warning:</b> Složka blogu nebude zobrazovat příspěvek, který nemá datum účinnosti, které je (ve výchozím Plone) nastavováno automaticky při zveřejnění obsahu. Pro přístup k zatím nezveřejněným příspěvkům (koncepty) si vytvořte rešerši a odkazujte se na ni s ${url}

source: <li><b>English</b> (default) &mdash; <i>Lukas Zdych (lzdych)</i></li> <li><b>Czech</b> &mdash; <i>Lukas Zdych (lzdych)</i></li> <li><b>Italian</b> &mdash; <i>Enzo Cesanelli (luthy)</i></li> <li><b>Portuguese</b> &mdash; <i>Davi Lima (davilima6)</i></li> <li><b>Dutch</b> &mdash; <i>Rob Gietema (robgietema)</i></li>
cs: <li><b>Anglický</b> (výchozí) &mdash; <i>Lukas Zdych (lzdych)</i></li> <li><b>Český</b> &mdash; <i>Lukas Zdych (lzdych)</i></li> <li><b>Italský</b> &mdash; <i>Enzo Cesanelli (luthy)</i></li> <li><b>Portugalský</b> &mdash; <i>Davi Lima (davilima6)</i></li> <li><b>Holandský</b> &mdash; <i>Rob Gietema (robgietema)</i></li>

source: Add Blog Archive portlet
cs: Přidat portlet Archív blogu
nl: Voeg Blog Archief portlet toe

source: Add Manage Blog portlet
cs: Přidat portlet Správa Blogu
nl: Voeg Beheer Blog portlet toe

source: Add Share Entry portlet
cs: Přidat portlet Sdílej Příspěvek
nl: Voeg Deel Item portlet toe

source: Add archive portlet
cs: Přidat portlet archívu
nl: Voeg archief portlet toe

source: Add portlet
cs: Přidat portlet
nl: Voeg portlet toe

source: Addable types
cs: Dostupné typy obsahu
nl: Toe te voegen types

source: Additionally you can customize blog view a bit by some settings in the <b>Blog</b> section of the edit form:
cs: Navíc si můžete trochu přizpůsobit zobrazení blogu v <b>Blog</b> sekci editace složky:

source: After you save new link entry with embed code you get video post with external content.
cs: Jakmile uložíte nový příspěvek odkazu s vloženým kódem, máte video příspěvek s externím obsahem.

source: And that's why the Blogging package was created and hopefully will save your time in case you don't need complex blogging tool but still want a blog.
cs: A právě proto byl balíček Blogging vytvořen. Pokud nepotřebujete komplexní nástroj pro blogování, ale přesto chcete svůj blog.

source: Archive portlet
cs: Portlet Archív
nl: Archief portlet

source: Archive portlet settings
cs: Nastavení portletu archív
nl: Archief portlet instellingen

source: As simple as with images it is in files case. Just add new file and mark it as <b>Blog Entry</b>.
cs: Se soubory je to stejně jednoduché jako s obrázky. Pouze přidejte nový soubor a označte ho jako <b>Příspěvek Blogu</b>.

source: At first the blog folder has to be created. Go to wherever you want in your plone site structure and add new folder or Large Plone Folder if you expect a lot of posts.
cs: Nejprve musí být vytvořena složka pro blog. Přejděte kam-koli chcete ve struktuře vašeho plone portálu a přidejte novou složku nebo velkou složku pokud očekáváte hodně příspěvků.

source: Blog Archive: ${blog}
cs: Archív blogu: ${blog}
nl: Blog Archief ${blog}

source: Blog created
cs: Blog vytvořen
nl: Blog aangemaakt

source: But for those, who likes classic archives listing by years and months, there is also additional archive portlet which will help you with that. Just go to portlets management page and add new <b>Blog archive</b> portlet.
cs: Pro ty co radši klasické zobrazení archívu podle roků a měsíců je navíc k dispozici portlet archivu, který vám s tím pomůže. Jen přejděte do správy portletů a přidejte nový portlet <b>Archív blogu</b>.

source: But it's just about your choice which of these content types you will use since you can put as many as you want images into document's body using <b>WYSIWYG</b> editor.
cs: Vzhledem k tomu, že můžete do těla dokumentu vložit kolik obrázků chcete pomocí <b>WYSIWYG</b> editoru, je jen na vás který z typů obsahu použijete.

source: Content rule action
cs: Akce pravidel pro obsah
nl: Inhoud regel actie

source: Create blog
cs: Vytvoření blogu
nl: Maak blog aan

source: Create entry
cs: Vytvoření příspěvku
nl: Maak bericht aan

source: Default portlet
cs: Výchozí portlet
nl: Standaard portlet

source: Drafts
cs: Koncepty
nl: Concepten

source: Edit Blog Archive portlet
cs: Upravit portlet Archív Blogu
nl: Wijzig Blog Archief portlet

source: Edit Manage Blog portlet
cs: Upravit portlet Správa Blogu
nl: Wijzig Beheer Blog portlet

source: Edit Share Entry portlet
cs: Upravit portlet Sdílej příspěvek
nl: Wijzig Deel Item portlet

source: Enable auto-blogging
cs: Povolit automatické blogování
nl: Zet auto-bloggen aan

source: Enter portlet tile.
cs: Zadejte nadpis portletu.
nl: Geef de titel van de portlet.

source: Event entry
cs: Příspěvek události
nl: Evenement

source: Event maps
cs: Mapy události
nl: Evenement kaarten

source: Event maps settings
cs: Nastavení map události
nl: Evenement kaarten instellingen

source: Extend title
cs: Rozšířit název
nl: Breid titel uit

source: File entry
cs: Souborový příspěvek
nl: Bestand

source: Filter toolbar
cs: Panel filtrování

source: Find a blog which will be this portlet used for.
cs: Najděte blog, pro který bude tento portlet použit.
nl: Zoek een blog waar deze portlet voor gebruikt moet worden.

source: Find an user defined blog source with blog entry drafts.
cs: Najděte uživatelsky definovaný zdroj blogu s koncepty příspěvků.
nl: Zoek een eigen bron blog met concept blog berichten.

source: Find the blog which will be this portlet used for.
cs: Najděte blog, pro který bude tento portlet použit.
nl: Zoek de blog waar deze portlet voor gebruikt moet worden.

source: First entry
cs: První příspěvek
nl: Eerste bericht

source: For example you can create Folder / Large Plone Folder for blog posts, Smart Folder as site frontpage with criteria to search contents of the blog folder and then you can start blogging by creating News Items in the blog folder.
cs: Můžete například vytvořit Složku / Velkou Složku pro příspěvky blogu, Rešerši jako titulní stránku s kritérii pro vyhledání obsahu složky blogu a začít blogovat vytvářením Novinek ve složce blogu.

source: If you want to share simple link to some external resources with your comments use Plone's link content type.
cs: Pokud chcete sdílet jednoduchý odkaz na nějaké externí zdroje s vašimi komentáři, použijte typ obsahu Plone link.

source: Image entry
cs: Obrázkový příspěvek
nl: Afbeelding

source: In case the <b>Embed</b> field is not empty Plone's <b>links auto redirection</b> is disabled.
cs: Pokud pole <b>Vložený kód</b> není prázdné, funkce <b>automatické přesměrování odkazů</b> je vypnuta.

source: It requires only to select its blog entries source and optionally option if source blog's title should be included in the portlet's header.
cs: To vyžaduje pouze zvolení zdroje příspěvků blogu a volba zda má být název blogu uveden v záhlaví portletu.

source: Link entry
cs: Odkazový příspěvek
nl: Link

source: Manage Blog: ${blog}
cs: Správa Blogu: ${blog}
nl: Beheer Blog ${blog}

source: News Item entry
cs: Příspěvek novinky
nl: Nieuwsbericht

source: Next / Prev navigation
cs: Navigace další / předchozí
nl: Volgende / Vorige navigatie

source: Next / Prev navigation replacement will be applied only for folders marked as blog so its default behavior in other cases will not be affected.
cs: Náhrada Další / Předchozí navigace bude použita pouze pro složky označené jako aktivní blog, takže jejich chování v ostatních případech nebude nijak ovlivněno.
nl: Volgende / Vorige navigatie zal alleen toegepast worden op mappen welke gemarkeerd zijn als blog dus het standaard gedrag in de andere situaties zal niet veranderen.

source: Next / Prev navigation settings
cs: Nastavení navigace další / předchozí
nl: Volgende / Vorige navigatie instellingen

source: Pictures
cs: Obrázky
nl: Afbeeldingen

source: Portlet settings
cs: Nastavení portletu
nl: Portlet instellingen

source: Portlet title
cs: Nadpis portletu
nl: Portlet titel

source: Providers
cs: Poskytovatelé
nl: Aanbieders

source: Restrict by types
cs: Omezit podle typů
nl: Scherm af op typen

source: Restrict portlet availability by content types wich entries are based on.
cs: Omezte dostupnost portletu podle typů obsahu, na kterých jsou příspěvky založeny.
nl: Scherm portlet beschikbaarheid op basis van de content typen waar de items op zijn gebaseerd.

source: Select content types for which you would like to show create link in the portlet.
cs: Vyberte typy obsahu, pro které budou v portletu zobrazeny odkazy vytvoření.
nl: Selecteer content typen voor welke je een voeg toe link wilt tonen in de portlet.

source: Select enabled sharing services.
cs: Vyberte povolené služby sdílení.
nl: Selecteer de beschikbare delen opties.

source: Share post
cs: Sdílej příspěvek
nl: Blog item delen

source: So, let's say that in most cases when you want to start simple personal blog, default Plone installation without any extra add-ons provides almost all you need.
cs: Takže řekněme, že ve většině případů poskytuje výchozí Plone instalace bez dalších rozšíření téměř vše co potřebujete ke spuštění vlastního blogu.

source: Sometimes you want to post more then one pictures related to your entry, so you can provide link to external image gallery since there is plenty of foto sharing services.
cs: Někdy chcete zveřejnit více jak jeden obrázek související s vaším příspěvkem, pak můžete připojit odkaz na externí obrázkovou galerii, vzhledem k množství existujících služeb pro sdílení obrázků.

source: Target blog
cs: Cílový blog
nl: Doel blog

source: The only trick how to turn new folder into blog folder is to tick the box with label <b>Blog enabled</b> in the <b>Blog</b> section of the folder's edit form.
cs: Celý trik jak z nové složky vytvořit blog, je zaškrtnutí checkboxu s popiskem <b>Aktivní blog</b> v <b>Blog</b> sekci editace složky.

source: There is also additional checkbox to explicitly enable map rendering which is useful only when you want to disable map for the entry since it is not available set <b>no position</b> on the map.
cs: K dispozici je ještě navíc checkbox pro explicitní povolení map, které využijete pouze pokud chcete vypnout zobrazování mapy příspěvku vzhledem k tomu, že na mapě nelze nastavit <b>žádnou pozici</b>.

source: There is also helper portlet which can help you to quickly post new entries to your blog. To enable it go to Plone's <b>portlets management</b> screen and add new <b>Manage Blog</b> portlet.
cs: K dispozici je také pomocný portlet, který vám umožní rychle zveřejňovat nové příspěvky vašeho blogu. Pro jeho použití si otevřete <b>správu portletů</b> a přidejte nový portlet <b>Správa Blogu</b>.

source: This displays blog archives.
cs: Toto zobrazuje archívy blogu.
nl: Dit geeft blog archieven weer.

source: This portlet helps to manage blog's content.
cs: Tento portlet usnadní správu obsahu blogu.
nl: Deze portlet helpt bij het beheren van blog inhoud.

source: This portlet renders link(s) to share an entry.
cs: Tento portlet zobrazuje odkaz(y) pro sdílení příspěvku.
nl: Deze portlet toont links die gebruikt kunnen worden om dit item te delen.

source: Tick the checkbox to extend portlet title with target blog's title.
cs: Zaškrtněte tento checkbox pro rozšíření nadpisu portletu názvem cílového blogu.
nl: Selecteer om de portlet titel uit te breidden met de titel van de doel blog.

source: Video entry
cs: Video příspěvek
nl: Video

source: Video entry settings
cs: Nastavení video příspěvku
nl: Video instellingen

source: When you save your first blog post and go back to the blog folder, you can see your first entry and new options in the filter toolbar. Also note that blog folder's title and description are hidden by css when at least one entry is available.
cs: Jakmile uložíte svůj první příspěvek blogu a přepnete se zpět na složku blogu, můžete vidět váš první příspěvek a nové možnosti v nástrojové liště filtru. Také si všiměte, že nadpis a popis složky blogu je skrytý pomocí css pokud zobrazuje alesponň jeden příspěvek.

source: Yes that's fine but after while you end up with thinking about better blog view template because folder summary view doesn't provide some extra info about listed News Items like number of comments, permalink etc.
cs: Ano to je v pořádku, ale dřív nebo později zkončíte s přemýšlením o lepší šabloně pro zobrazení blogu, protože přehledné zobrazení složky neposkytuje extra informace o zobrazených Novinkách jako například počet komentářů, permalink atd.

source: You can enable it in the blog settings see ${url}
cs: Můžete to povolit v nastavení blogu viz. ${url}
nl: Je kan dit inschakelen bij de blog settings zie ${url}

source: You can use Plone's <b>Page</b> even <b>News Item</b> content to post an entry in the blog and the only difference is that News Item has a title image with caption which is the same as in Plone itself.
cs: Můžete použít Plone typy obsahu <b>Stránka</b> nebo <b>Novinka</b> pro vytvoření příspěvku v blogu a jediný rozdíl mezi nimi je ten, že Novinka umožňuje přiložit titulní obrázek s nadpisem, což je stejné v samotném Plone.

source: You have to select your blog content for which will be the portlet used for. After that you can select which content types should the portlet render creation links for and select your predefined source of drafts (cloven entries) usually represented by some smart folder.
cs: Musíte vybrat blog, pro který bude tento portlet používán. Po té, můžete vybrat typy obsahu, pro které bude portlet nabízet odkazy vytvoření a také vybrat zdroj konceptů (rozepsaných příspěvků) obyčejně představující nějakou rešerši.

source: desc_blogging_help
cs: Zde naleznete základní uživatelskou nápovědu a dokumentaci.
nl: Hier is wat gebruikers help en bloggen informatie.

source: description_no_items_in_blog
cs: V tomto blogu momentálně není žádný obsah.
nl: Deze blog bevat op dit moment geen inhoud.

source: heading_archive_vs_filter
cs: Archív vs. Filtr
nl: Archief vs. Filter

source: heading_basic_usage
cs: Jak začít
nl: Standaard gebruik

source: heading_blogging_help
cs: Nápověda Blogování
nl: Bloggen Help

source: heading_content_rules
cs: Pravidla pro obsah
nl: Regels

source: heading_events_and_maps
cs: Události a Mapy
nl: Evenementen en Kaarten

source: heading_image_galleries
cs: Obrázkové Galerie
nl: Afbeelding Gallerijen

source: heading_images_files
cs: Obrázky a Soubory
nl: Afbeeldingen en Bestanden

source: heading_introduction
cs: Úvod
nl: Introductie

source: heading_links_embed_code
cs: Odkazy a Vložený kód
nl: Links en Embed code

source: heading_manage_blog_portlet
cs: Portlet Správa Blogu
nl: Beheer Blog portlet

source: heading_multilingual_and_translations
cs: Vícejazyčné a Překlady
nl: Meertaligheid en Vertalingen

source: heading_next_prev_navigation
cs: Navigace Další / Předchozí
nl: Volgende / Vorige navigatie

source: heading_page_and_newsitem
cs: Stránka a Novinka
nl: Pagina en Nieuwsberichten

source: heading_sharing
cs: Sdílení
nl: Delen

source: heading_support
cs: Podpora
nl: Ondersteuning

source: heading_using_smart_folders
cs: Použití Rešerší
nl: Verzamelingen gebruiken

source: help_batch_size
cs: Vyberte počet příspěvků na stránku při zobrazení blogu.
nl: Batch grootte

source: help_blog_enabled
cs: Zaškrtněte pro aktivaci blogování.
nl: Klik om de blog functionaliteit aan of uit te zetten.

source: help_blog_entry_marker
cs: Označit tento obsah za položku blogu.
nl: Markeer dit bericht als een blog item.

source: help_embed
cs: Vložte externí kód, například youtube, google nebo jiný video obsah.
nl: Plak embed code van bijvoorbeeld youtube, google of andere video content.

source: help_enable_count
cs: Zaškrtněte pro zapnutí / vypnutí zobrazení počtu příspěvků blogu.
nl: Schakel het blog inhoud aantal in en uit.

source: help_enable_toolbar
cs: Zaškrtněte pro zobrazení nástrojové lišty blogu nahoře v jeho zobrazení.
nl: Schakel de blog toolbar in en uit bovenaan de pagina.

source: help_full_view
cs: Zaškrtněte tento checkbox pokud si přejete zahrnout textové tělo příspěvků v zobrazení blogu.
nl: Volledige weergave

source: label_add_new_content
cs: Přidat nový obsah:
nl: Voeg nieuwe inhoud toe:

source: label_archives
cs: Archívy
nl: Archieven

source: label_author
cs: Autor
nl: Auteur

source: label_batch_size
cs: Velikost stránky
nl: Batch grootte

source: label_blog_enabled
cs: Aktivní blog
nl: Blog ingeschakeld

source: label_blog_entry
cs: Položka Blogu
nl: Blog item

source: label_blog_posts_count
cs: Nalezeno ${count} příspěvků.
nl: Klik om het blog inhoud aantal te tonen.

source: label_click_to_read_full_entry
cs: Klikněte pro zobrazení celého příspěvku.
nl: Lees meer

source: label_comments_with_count
cs: Komentáře (${comments})
nl: Reacties (${comments})

source: label_contents
cs: Obsah
nl: Inhoud

source: label_drafts
cs: Koncepty
nl: Concepten

source: label_edit
cs: Upravit
nl: Bewerken

source: label_edit_title
cs: Klikněte sem pro editaci příspěvku.
nl: Klik hier om dit bericht te bewerken.

source: label_embed
cs: Externí
nl: Embed

source: label_enable_count
cs: Zobrazit počet
nl: Geef aantal weer

source: label_enable_toolbar
cs: Povolit nástrojovou lištu
nl: Toolbar ingeschakeld

source: label_examples
cs: Příklady
nl: Voorbeelden

source: label_filed_under
cs: kategorie:
nl: geplaatst onder:

source: label_filter
cs: Filtr
nl: Filter

source: label_filter_posts
cs: Filtrovat příspěvky
nl: Filter berichten

source: label_full_view
cs: Úplné zobrazení
nl: Volledige weergave

source: label_galleries
cs: Galerie
nl: Galerijen

source: label_go_to_blog
cs: Přejít na blog...
nl: Ga naar de blog&hellip;

source: label_go_to_top
cs: Přejít nahoru
nl: Ga naar boven

source: label_help
cs: Nápověda
nl: Help

source: label_homepage
cs: Domovská stránka
nl: Startpagina

source: label_image
cs: obrázek
nl: afbeelding

source: label_loading
cs: Načítá se...
nl: Laden...

source: label_maps_extensions
cs: Rozšíření o mapy
nl: Kaarten uitbreiding

source: label_newest
cs: Nejnovější...
nl: Nieuwste&hellip;

source: label_permalink
cs: Permalink
nl: Permalink

source: label_pictures
cs: Obrázky
nl: Afbeeldingen

source: label_posted_by
cs: Author ${author}
nl: Geplaatst door ${author}

source: label_read_comments_title
cs: Přečíst komentáře k tomuto příspěvku.
nl: Lees reacties op dit bericht.

source: label_read_more
cs: Čtěte více
nl: Lees meer

source: label_tips
cs: Tipy
nl: Tips

source: select_category_option
cs: -- Kategorie --
nl: -- Categorie --

source: select_month_option
cs: -- Měsíc --
nl: -- Maand --

source: select_year_option
cs: -- Rok --
nl: -- Jaar --

source: title_can_blog
cs: Může blogovat
nl: Kan bloggen

source: Find an user defined folder for blog pictures and photo galleries.
nl: Selecteer een persoonlijke map voor blog afbeeldingen en foto gallerijen.
