Repository: pypi-data/pypi-mirror-1
Catalog: packages/collective.dancing/collective.dancing-0.8.7.tar.gz/collective.dancing-0.8.7/collective/dancing/locales/*/LC_MESSAGES/collective.dancing.po
Languages: cs

source: ${channel} options
cs: Nastavení ${channel}

source: ${name} does not support scheduling.
cs: ${name} nepodporuje plánování.

source: ${numberadded} subscriptions updated successfully!
cs: Počet úspěšně aktualizovaných přihlášení: ${numberadded}

source: ${numberadded} subscriptions updated successfully, ${numberremoved} removed!
cs: Počet úspěšně aktualizovaných přihlášení: ${numberadded}, počet zrušených: ${numberremoved}

source: ${numberadded} subscriptions updated successfully. ${numberremoved} removed. ${numbernotadded} could not be added. (${errorcandidates})
cs: Počet úspěšně aktualizovaných přihlášení: ${numberadded}, počet zrušených: ${numberremoved}. Počet těch, které nemohly být přidány: ${numbernotadded} (${errorcandidates})

source: ${number} messages queued.
cs: Počet zpráv ve frontě: ${number}.

source: ${num} message(s) queued.
cs: Počet zpráv přidaných do fronty: ${num}.

source: ${sent} message(s) sent, ${failed} failure(s).
cs: Počet odeslaných zpráv: ${sent}, počet neodeslaných: ${failed}.

source: Add
cs: Přidat

source: Add Channel Subscribe Portlet
cs: Přidat portlet přihlášení

source: Add or edit channels that will use collectors to gather and email specific sets of information from your site, to subscribed email addresses, at scheduled times.
cs: Zde je možné přidat nebo změnit nastavení kanálů, které budou používat nástroje sběru dat aby mohly shromáždit a odeslat příslušné informace z tohoto portálu na přihlášené email adresy v nastaveném čase.

source: Address to send the preview to
cs: Adresa na kterou se má odeslat náhled

source: All finished jobs cleared
cs: Všechny ukončené úlohy byly vymazány.

source: All pending jobs processed
cs: Všechny čekající úlohy byly zpracovány.

source: All sent and failed messages deleted
cs: Všechny odeslané a neúspěšně odeslané zprávy byly vymazány

source: Already subscribed?
cs: Existující přihlášení?

source: Append automatically collected content in this send-out
cs: V tomto odeslání přidat i automaticky vybraný obsah.

source: Apply
cs: Použít

source: Apply changes
cs: Použít změny

source: Back to portlets
cs: Zpět na správu portletů

source: Below you see a list the newsletters we offer. If you are already subscribed to some of these you can fill out the form at the end of this page to be sent a link to where you can edit your existing subscriptions.
cs: Níže je uvedený seznam zpravodajů které nabízíme. Pokud jste již k některému z nich přihlášen(a), vyplňte prosím formulář na konci stránky a bude vám odeslán email s informacemi, které vám umožní spravovat vaše přihlášení.

source: Best regards
cs: Děkujeme

source: CSS Stylesheet
cs: CSS styl

source: Change your subscriptions with ${site-title}
cs: Nastavení vašeho přihlášení na ${site-title}

source: Channel administration
cs: Správa kanálů

source: Clear finished jobs
cs: Vymazat ukončené úlohy

source: Clear queued messages
cs: Vymazat zprávy ve frontě

source: Click here to manage your subscriptions with ${site-title}:
cs: Klepněte zde pro nastavení a správu vašich odběrů na ${site-title}:

source: Click here to select collector options to be automatically enabled, when subscribing from this portlet.
cs: Zaškrtněte, pokud chcete v případě přihlášení z portletu zpřístupnit nastavení nástroje pro sběr dat.

source: Click here to show the portlet footer.
cs: Zaškrtněte, pokud chcete zonrazit patičku portletu.

source: Click here to unsubscribe.
cs: Pro odhlášení klepněte zde.

source: Collector administration
cs: Správa sběru dat

source: Confirm your subscription with ${channel-title}
cs: Potvrďte prosím vaše přihlášení k ${channel-title}

source: Confirming your subscription
cs: Potvrzení přihlášení

source: Date of execution
cs: Datym vykonání

source: Description of the rendered portlet
cs: Popis portletu

source: Displays a form that lets you send this content item as a newsletter.
cs: Zobrazí formulář, pomocí kterého můžete odeslat obsah této stránky jako zpravodaj.

source: Download
cs: Stáhnout

source: E-mail address
cs: E-mail adresa

source: Edit
cs: Upravit

source: Edit ${collector}
cs: Nastavení ${collector}

source: Edit Channel ${channel}
cs: Úprava kanálu ${channel}

source: Edit Channel Subscribe Portlet
cs: Nastavení portletu pro správu přihlášení

source: Edit existing subscriptions
cs: Nastavení existujících přihlášení

source: Failed messages
cs: Neúspěšně odesláno

source: Fill out the form below to subscribe to ${channel}. Note that this is for new subscriptions. Click here to <a href="${url}">edit your subscriptions</a>.
cs: Pro přihlášení k ${channel} vyplňte prosím níže uvedený formulář. Tento formulář slouží pouze pro nové přihlášení. Pokud již jste přihlášen(a), klepněte prosím na odkaz pro <a href="${url}">nastavení existujícího přihlášení</a>.

source: Find the channel you want to enable direct subscription to
cs: Vyhledejte prosím kanál, ke kterému chcete zpřístupnit přihlášení.

source: Footer text
cs: Patička

source: Include collector items
cs: Včetně položek příslušného nástroje sběru dat

source: Information on how to confirm your subscription has been sent to you.
cs: Byly vám odeslány informace nutné k dokončení vašeho přihlášení.

source: Item added successfully.
cs: Položka byla přidána.

source: Item successfully deleted.
cs: Položka byla odebrána.

source: Item successfully moved.
cs: Položka byla přesunuta.

source: Items
cs: Položky

source: Job title
cs: Název úlohy

source: Last Change
cs: Poslední změna

source: Manage your subscriptions
cs: Správa odběrů

source: Message subject
cs: Předmět zprávy

source: Messages queued for delivery.
cs: Zprávy k odeslání.

source: Messages successfully sent
cs: Úspěšně odesláno

source: Messages waiting to be sent
cs: Zprávy čekající na odeslání

source: Messages with errors
cs: Zprávy s chybami

source: Messages with errors in the retry queue
cs: Zpráv s chybami v opravné frontě

source: Move block down
cs: Přesunout dolů

source: Move block up
cs: Přesunout nahoru

source: My subscriptions
cs: Mé přihlášení

source: New messages
cs: Nové zprávy

source: Newsletter
cs: Zpravodaj

source: Newsletter statistics
cs: Statistika zpravodaje

source: No items found.
cs: Žádné položky nebyly nalezeny.

source: No messages queued.
cs: Ve frontě nejsou žádné zprávy.

source: Pending jobs
cs: Čekajícé úlohy

source: Please confirm your subscription
cs: Potvrďte prosím vaše přihlášení k odběru

source: Please fill in a date.
cs: Zadejte prosím datum.

source: Please select items to remove.
cs: Vyberte prosím položky, které chcete vymazat.

source: Portlet description
cs: Popis portletu

source: Portlet header
cs: Nadpis portletu

source: Preview
cs: Náhled

source: Proceed
cs: Odeslat

source: Process jobs
cs: Zpracovat úlohy

source: Remove block
cs: Odebrat

source: Remove entries
cs: Odebrat položky

source: Remove old messages
cs: Vymazat staré zprávy

source: Retry messages
cs: Opakované zprávy

source: Rich text
cs: Formátovaný text

source: Save
cs: Uložit

source: Scheduled time
cs: Plánovaný čas

source: Search
cs: Vyhledat

source: Sections
cs: Sekce

source: Send
cs: Odeslat

source: Send ${item} as newsletter
cs: Odeslat ${item} jako zpravodaj

source: Send as newsletter
cs: Odeslat jako newsletter

source: Send preview
cs: Odeslat náhled

source: Send queued messages now
cs: Ihned odeslat zprávy ve frontě

source: Sent messages
cs: Odeslané zprávy

source: Should you be already subscribed to one of our lists, please use this form to retrieve a link to your personalized subscription page:
cs: Pravděpodobně již existuje vaše přihlášení k některému ze zpravodajů. Použijte prosím následující formulář a bude vám odeslán email s odkazem na vaši stránku s nastavením přihlášení.

source: Show footer
cs: Zobrazit patičku

source: Show preview
cs: Zobrazit náhled

source: Singing & Dancing configuration
cs: Nastavení produktu Singing & Dancing

source: Status
cs: Stav

source: Subscribe
cs: Přihlásit

source: Subscribe directly from portlet
cs: Přihlásit se přímo z portletu

source: Subscribe to ${channel}
cs: Přihlášení k ${channel}

source: Text in footer - if omitted the channel title is used
cs: Text v patičce portletu. Není-li vyplněno, bude moužit nadpis kanálu.

source: The channel to enable subscriptions to.
cs: Kanál, ke kterému se uživatel bude přihlašovat.

source: The channel to send this through
cs: Kanál, přes který se má položka odeslat

source: There seems to be an error with the information you entered.
cs: Vámi zadané údaje nesouhlasí.

source: There were some errors.
cs: Opravte prosím vyznačené chyby.

source: This is only required if you click 'Send preview' below
cs: Vyplňte pouze v případě, že chcete použít funkci "Odeslat náhled" níže.

source: This portlet allows a visitor to subscribe to a specific newsletter channel.
cs: Tento portlet umožňuje návštěvníkům přihlásit se k odběru informací určitého kanálu.

source: Title
cs: Nadpis

source: Title of the rendered portlet
cs: Nadpis portletu

source: To confirm your subscription with ${channel}, please click here: ${url}
cs: Pro potvrzení přihlášení kanálu ${channel} klepněte prosím zde: ${url}

source: Total messages sent
cs: Celkový počet odeslaných zpráv

source: Total number of messages sent successsfully
cs: Celkový počet úspěšně odeslaných zpráv

source: Trigger now
cs: Spustit teď

source: Type
cs: Typ

source: Unsubscribe
cs: Odhlásit

source: Unsubscribe from newsletter
cs: Odhlásit z odběru zpravodaje

source: Up to Channels administration
cs: Zpět na správu kanálů

source: Up to Collector administration
cs: Zpět na správu nástrojů sběru dat

source: Up to Singing & Dancing configuration
cs: Zpet na nastavení produktu Singing & Dancing

source: Up to Site Setup
cs: Zpět na nastavení portálu

source: You are already subscribed to this newsletter. Click here to <a href="${url}">edit your subscriptions</a>.
cs: Takové přihlášení k odběru zpráv již existuje. Klepněte zde pro <a href="${url}">nastavení odběru</a>.

source: You are already subscribed. Fill out the form at the end of this page to be sent a link from where you can edit your subscription.
cs: Takové přihlášení již existuje. Klepněte prosím na odkaz na konci této stránky a bude vám odeslána zpráva, ve které najdete odkaz na nastavení vašeho přihlášení.

source: You are currently subscribed to these newsletters:
cs: V současné době jste přihlášen(a) k těmto zpravodajům:

source: You aren't subscribed to this channel.
cs: Nejste přihlášen(a) k tomuto kanálu.

source: You can subscribe to these newsletters:
cs: Můžete se přihlást k těmto zpravodajům:

source: You confirmed your subscription successfully.
cs: Vaše přihlášení bylo úspěšně potvrzeno.

source: You subscribed successfully.
cs: Přihlášení proběhlo úspěšně.

source: You unsubscribed successfully.
cs: Odhlášení úspěšně provedeno.

source: You're receiving this e-mail because you're registered for the ${channel} newsletter.
cs: Tento email dostáváte, protože jste registrován(a) k odběru informací ${channel}.

source: Your e-mail address is invalid
cs: Vaše e-mail adresa není platná

source: Your email address is already subscribed. Click the "Send my subscription details" button below.
cs: Vaše email adresa je již přihlášená. Klepněte prosím na tlačítko "Odeslat mé přihlašovací údaje" níže.

source: Your subscription isn't known to us.
cs: Takové přihlášení neexistuje.

source: Your subscription was updated.
cs: Vaše přihlášení bylo aktualizováno.

source: description_channel_administration
cs: Kanál je konfigurační uzel. Sám o sobě nedělá nic, ale poskytuje sadu komponent, které je možné konfigurovat a pracovat s nimi. Zároveň spravuje i přihlášení k odběru uvedených informací.

source: description_collector_administration
cs: Nástroj pro sběr dat jse vhodný pro automatické odesílání. Zajišťuje sběr informací, které budou odeslány.

source: description_statistics_administration
cs: Zobrazení statistik

source: label_channel_administration
cs: Správa kanálů

source: label_collector_administration
cs: Správa nástroje pro sběr dat

source: label_statistics_administration
cs: Statistiky
