Repository: pypi-data/pypi-mirror-1
Catalog: packages/python-fedora/python-fedora-0.3.16.tar.gz/python-fedora-0.3.16/po/*.po
Languages: de, it

source: Python modules for interacting with Fedora Services
de: Python-Module für das Interagieren mit den Fedora-Diensten
it: Moduli Python per interagire con i servizi di Fedora

source: The Fedora Project runs many different services. These services help us to package software, develop new programs, and generally put together the distro. This package contains software that helps us do that.
de: Das Fedora-Projekt für unterschiedliche Dienste aus. Diese Dienste helfen uns Software zu packen, neue Programme zu entwickeln und generell die Distrubution zu machen. Dieses Paket enthält Software, welche uns hilft das zu tun.
it: Il Fedora Project offre differenti servizi. Questi servizi aiutano a pacchettizzare il software, costruire nuovi programmi e metterli insieme nella distro. Questo pacchetto contiene il software che aiuta in questo.

source: fedora.accounts.fas2 has moved to fedora.client.fas2. This location will disappear in 0.4
de: fedora.accounts.fas2 wurde in fedora.client.fas2 umbenannt. Dies wird in Version 0.4 verschwinden.
it: fedora.accounts.fas2 è stato spostato in fedora.client.fas2. Questa locazione scomparirà in 0.4

source: session_cookie is deprecated, use session_id instead
de: session_cookie ist veraltet, statt dessen session_id benutzen
it: session_cookie è deprecato, usare session_id invece

source: Unable to load session from %(file)s
it: Impossibile caricare la sessione da %(file)s

source: Unable to create %(dir)s: %(error)s
it: Impossibile creare %(dir)s: %(error)s

source: Unable to write to session file %(session)s: %(error)s
de: Schreiben der Session-Datei %(session)s nicht möglich: %(error)s
it: Impossibile scrivere sul file di sessione %(session)s: %(error)s

source: No session cached for "%s"
it: Nessuna sessione memorizzata per "%s"

source: send_request() got an unexpected keyword argument "%s"
de: send_request() erhielt ein ungültiges Schlüsselwort-Argument "%s"
it: send_request() ha ricevuto un argomento chiave "%s" inaspettato

source: send_request() got an unexpected keyword argument "input"
de: send_request() erhielt ein ungültiges Schlüsselwort-Argument "input"
it: send_request() ha ricevuto un argomento chiave "input" inaspettato

source: send_request() got an unexpected keyword argument
de: send_request() erhielt ein ungültiges Schlüsselwort-Argument
it: send_request() ha ricevuto un argomento chiave inaspettato

source: send_request(input) is deprecated. Use send_request(req_params) instead
de: send_request(input) ist veraltet. Statt dessen send_request(req_params) benutzen
it: send_request(input) è deprecato. Usare send_request(req_params)

source: Auth was requested but no way to perform auth was given. Please set username and password or session_id before calling this function with auth=True
it: E' stata richiesta l'autenticazione ma non è stato fornito nessun tipo di autenticazione. Impostare nome utente e password o session_id prima di chiamare questa funzione con auth=True

source: You must specify a username
de: Sie müssen einen Benutzernamen angeben
it: Bisogna specificare un nome utente

source: Reading from %s
de: Lesen von %s
it: Lettura da %s

source: FAS server unable to retrieve group %s
de: FAS-Server ist nicht fähig, die Gruppe %s zu erhalten
it: il server FAS è incapace di recuperare il gruppo %s

source: key must be one of "id", "username", or "email"
de: Schlüssel muss "id", "username" oder "email" sein
it: la chiave deve essere o un "id", un "nome utente" o una "email"

source: %(field)s is not a valid field to filter
de: %(field)s ist kein gültiges Feld zum Filtern
it: %(field)s non è un campo valido per ricercare

source: people_by_id() is deprecated and will be removed in 0.4. Please port your code to use people_by_key(key='id', fields=['human_name', 'email', 'username', 'bugzilla_email']) instead
de: people_by_id() ist veraltet und wird in 0.4 entfernt. Bitte portieren Sie Ihren Code zu people_by_key(key='id', fields=['human_name', 'email', 'username', 'bugzilla_email']) statt dessen
it: people_by_id() è deprecato e verrà rimosso in 0.4. Impostare il proprio codice ad usare people_by_key(key='id', fields=['nome_reale', 'email', 'username', 'bugzilla_email']) al suo posto

source: FAS server unable to retrieve group members
de: FAS-Server ist nicht fähig, die Gruppenmitglieder
it: il server FAS è incapace di recuperare i membri del gruppo

source: FAS server unable to retrieve user information
de: FAS-Server ist nicht fähig, die Benutzerinformationen zu erhalten
it: il server FAS è incapace di recuperare le informazioni dell'utente

source: We do not have enough information to create package %(pkg)s. Need version owner.
it: Non si hanno abbastanza informazioni per creare il pacchetto %(pkg)s. Necessaria la versione del proprietario.

source: PackageDB returned an error creating %(pkg)s: %(msg)s
it: PackageDB ritorna un errore creando %(pkg)s: %(msg)s

source: Unable to save all information for %(pkg)s: %(msg)s
it: Impossibile salvare tutte le informazioni per %(pkg)s: %(msg)s

source: Collection abbreviation %(collection)s is unknown. Use F, FC, EL, or OLPC
it: L'abbreviazione di raccolta %(collection)s è sconosciuta. Usare F, FC, EL o OLPC

source: Returning cookies from send_request() is deprecated and will be removed in 0.4. Please port your code to use a session_id instead by calling the ProxyClient constructor with session_as_cookie=False
it: Ritornare cookie da send_request() è deprecato e verrà rimosso in 0.4. Correggere il proprio codice usando session_id per richiamare il costrutto ProxyClient con session_as_cookie=False

source: Giving a cookie to send_request() to authenticate is deprecated and will be removed in 0.4. Please port your code to use session_id instead.
it: Dare un cookie a send_request() per l'autenticazione è deprecato e verrà rimosso in 0.4. Correggere il proprio codice usando session_id .

source: username and password must both be set in auth_params
it: nome utente e password devono essere entrambi impostati in auth_params

source: No known authentication methods specified: set "cookie" in auth_params or set both username and password in auth_params
it: Nessun metodo di autenticazione specificato: impostare "cookie" in auth_params o impostare sia nome utente e password in auth_params

source: Creating request %(url)s
de: Erzeuge Anforderung %(url)s
it: Creazione %(url)s richiesto

source: Headers: %(header)s
it: Intestazione: %(header)s

source: Authentication failed logging in
it: Autenticazione per il login fallita

source: Unable to log into server. Invalid authentication tokens. Send new username and password
it: Impossibile entrare nel server. Credenziali di accesso non valide. Inviarenuovi nome utente e password

source: Unknown HTTP Server Response
de: Unbekannte HTTP-Server-Antwort
it: Risposta server HTTP sconosciuta

source: Error returned from simplejson while processing %(url)s: %(err)s
it: Errore da simplejson mentre processava %(url)s: %(err)s

source: Login failed: %s
de: Anmeldung fehlgeschlagen: %s
it: Login fallito: %s

source: From %(then)s to %(now)s
de: Von %(then)s zu %(now)s
it: Da %(then)s a %(now)s

source: %d wiki changes in the past week
de: %d Wiki-Änderungen in der letzten Woche
it: %d cambiamenti wiki nella scorsa settimana

source: Warning: Number of changes reaches the API return limit. You will not get the complete list of changes unless you run this script using a 'bot' account.
it: Avvertenza: Numero di cambiamenti portano l'API al limite. Non si otterrà la lista completa di cambiamenti a meno che non si usa lo script in un account 'bot'.

source: == Most active wiki users ==
de: == Am meisten aktive Wiki-Benutzer ==
it: == Utenti wiki più attivi ==

source: == Most edited pages ==
de: == Am meisten bearbeitete Seiten ==
it: == Pagine più modificate ==

source: First argument must be callable
it: Il primo argomento deve essere richiamabile

source: Loading FAS groups...
de: Lade FAS-Gruppen ...
it: Caricamento gruppi FAS...

source: Unable to load FAS groups. Did you set FAS_USERNAME and FAS_PASSWORD?
it: Impossibile caricare i gruppi FAS. Sono stati impostati FAS_USERNAME e FAS_PASSWORD?

source: FAS groups loaded. Don't forget to unset FAS_USERNAME and FAS_PASSWORD.
it: Gruppi FAS caricati. Non dimenticare di togliere FAS_USERNAME e FAS_PASSWORD.

source: fedora.tg.client has moved to fedora.client. This location will disappear in 0.4
it: fedora.tg.client è stato spostato a fedora.client. Questa locazione scompariràin 0.4

source: Welcome, %s
de: Willkommen, %s
it: Benvenuto, %s

source: The credentials you supplied were not correct or did not grant access to this resource.
de: Die Zugangsdaten, die Sie eingegeben haben, sind nicht korrekt oder erlauben Ihnen keinen Zugriff auf diese Ressource.
it: Le credenziali fornite non sono corrette o non garantiscono l'accesso a questa risorsa.

source: You must provide your credentials before accessing this resource.
de: Sie müssen Ihre Zugangsdaten eingeben, um auf diese Ressource zugreifen zu können.
it: Si devono fornire le proprie credenziali prima di accedere alla risorsa.

source: Please log in.
de: Bitte anmelden.
it: Per favore autenticarsi.

source: You have successfully logged out.
de: Sie haben sich erfolgreich abgemeldet.
it: Ti sei disconnesso correttamente.

source: url() expects a dictionary for query parameters
de: url() erwartet eine Verzeichnis für die Abfrage-Parameter
it: url() esige un dizionario per i parametri query

source: Error logging in %(user)s: %(error)s
de: Fehler bei der Anmeldung %(user)s: %(error)s
it: Errore autenticazione %(user)s: %(error)s

source: Cannot enable ssl certificate auth via identity.ssl without setting fas.usernamme and fas.password for authorization
it: Impossibile abilitare l'autenticazione ssl via identity.ssl senza impostare fas.username e fas.password per l'autorizzazione

source: jsonfasprovider, ssl, returned errors from send_request: %s
it: jsonfasprovider, ssl, ritornano errori da send_request: %s

source: jsonfasprovider returned errors from send_request: %s
it: jsonfasprovider ritorna errori da send_request: %s

source: User Name:
de: Benutzername:
it: Nome utente:

source: Login
de: Anmelden
it: Entra

source: CSRF attacks
de: CSRF-Attacken
it: attacchi CSRF

source: are a means for a malicious website to make a request of another web server as the user who contacted the malicious web site. The purpose of this page is to help protect your account and this server from attacks from such malicious web sites. By clicking below, you are proving that you are a person rather than just the web browser forwarding your authentication cookies on behalf of a malicious website.
it: sono un tramite per siti web malevoli per fare una richiesta di un altro il web server come un utente che contatta il sito web maligno. Lo scopo di questa pagina è di aiutare a proteggere il tuo account e questo server da attacchi da questi siti web malevoli. Cliccando qui sotto, sarà provato che tu sei una persona e non solo un browser web che inoltra i tuoi coockie di autenticazione a nome di un sito web malevolo.

source: I am a human
de: Ich bin ein Mensch
it: Sono un uomo

source: Forgot Password?
de: Passwort vergessen?
it: Passowrd dimenticata?

source: Sign Up
it: Iscriviti

source: Welcome
de: Willkommen
it: Benvenuto

source: You are not logged in
de: Sie sind nicht angemeldet
it: Non sei autenticato

source: CSRF protected
de: CSRF geschützt
it: CSRF protetto

source: Verify Login
de: Login überprüfen
it: Verifica Login

source: Logout
de: Abmelden
it: Uscita

source: updating visit (%s)
de: Aktualisiere Besuch (%s)
it: aggiornamento visite (%s)

source: Data: %(data)s
de: Daten: %(data)s

source: proxyclient.send_request: exited
de: proxyclient.send_request: beenden

source: Log In
de: Anmelden

source: Password:
de: Passwort:
