Repository: pypi-data/pypi-mirror-1
Catalog: packages/*.portlet.gallery/*.portlet.gallery-1.2.1bugfix_r8-py2.4.egg/*/portlet/gallery/locales/*/LC_MESSAGES/*.portlet.gallery.po
Languages: pl

source: Add Gallery Portlet
pl: Dodaj Portlet Galerię

source: Animation Interval.
pl: Interwał animacji.

source: Check to shuffle images.
pl: Zaznacz, aby obrazki były prezentowane w losowej kolejności.

source: Choose image resize function (e.g. large, preview, mini, thumb, title, icon, listing) or leave blank.
pl: Wybierz funkcję zmiany rozmiaru (np. large, preview, mini, thumb, title, icon, listing) albo pozostaw puste.

source: Edit Gallery Portlet
pl: Edytuj Portlet Galerię

source: Gallery Portlet
pl: Portlet Galeria

source: Height in pixels.
pl: Wysokość w pikselach.

source: Height of the portlet
pl: Wysokość zawartości portletu

source: How many items to list.
pl: Ile elementów uwzględnić.

source: ID
pl: Identyfikator

source: Image Types
pl: Typy obrazków

source: Image size
pl: Rozmiar obrazka

source: Image types to be included into search
pl: Typy, które reprezentują obrazki i mają być uwzględnione podczas wyszukiwania.

source: Items in which workflow state to show. Leave blank to not include this criterium.
pl: Stany, które mają być uwzględnione podczas wyszukiwania. Pozostaw pustę, aby nie uwzględniać tego kryterium.

source: JQuery introduce $ symbol, which in some versions of Plone is replaced by jq to avoid name-conflict. However in some versions it may still be $ or some of products you have installed might also changed it to $ or any different name.
pl: JQuery wykorzystuje symbol $, który w niektórych wersjach Plone'a został zastąpiony przez jq, aby wyeliminować konfilkt nazw. Natomiast w przypadku niektórych wersji Plone'a może nadal funkcjonwać znak $. Może on także zostać zmieniony przez inne produkty wykorzystujące bibliotekę JQuery.

source: JQuery symbol
pl: Symbol JQuery

source: List of paths to be included in searching images (it will include all sub-folders). The path is relative to the Zope root, so if your Plone side id is Plone and you would like include all folders under it, you should enter /Plone
pl: Lista ścieżek, które mają zostać uwzględnione podczas wyszkiwania (wszystkie podkatalogi zostaną także uwzględnione). Podana ścieżka jest względna w stosunku do katalogu głównego Zope'a, dlatego jeśli np. posiadasz portal o identyfikatorze Plone i wyszukane mają zostać wszystkie jego podkatalogi należy dodać ścieżkę /Plone.

source: Maximum number of pictures to display in gallery
pl: Maksymalna liczba obrazków, które będą wyświetlane w galerii

source: Animation duration.
pl: Czas trwania animacji.

source: Duration of fade in/out animation (in ms).
pl: Czas trwania zanikania/pojawiania się (w milisekundach).

source: Paths
pl: Ścieżki wyszukiwania

source: Shuffle
pl: Losuj obrazy

source: The title of the gallery. Leave blank to not display the title.
pl: Tytuł galerii. Pozostaw puste, aby nie wyświetlać tytułu.

source: This portlet presents dynamic gallery based on query.
pl: Portlet prezentuje dynamiczną galerię bazując na zapytaniu.

source: This portlet presents dynamic gallery.
pl: Portlet prezentuje dynamiczną galerię

source: Time interval between slides change (in ms).
pl: Interwał pomiędzy zmianą obrazków (w milisekundach)

source: Title
pl: Tytuł

source: Unique identifier for the gallery.
pl: Unikalny identyfikator galerii.

source: Width in pixels. Enter 0 to allow default portlet width.
pl: Szerokość w pikselach. Wpisz 0, aby pozostawić domyślną szerokość.

source: Width of the portlet
pl: Szerokość portletu

source: Workflow state
pl: Stan

source: Omit portlet border
pl: Pomiń ramkę portletu

source: Tick this box if you want to render the text above without the standard header, border or footer.
pl: Zaznacz jeśli chcesz aby portlet został wyrenderowany bez standardowej ramki, nagłówka i stopki.

source: Display image description
pl: Wyświetl opis obrazu

source: Tick to let portlet gallery display description of the image.
pl: Zaznacz aby wyświetlać opis obrazka.

source: Description font size
pl: Rozmiar czcionki opisu obrazka

source: Font size of description
pl: Ustawia rozmiar czcionki dla opisu obrazka.

source: Description font color
pl: Kolor czcionki opisu obrazka

source: Font color of description
pl: Ustawia kolor czcionki dla opisu obrazka
