Repository: pypi-data/pypi-mirror-1
Catalog: packages/Products.DigestoContentTypes/Products.DigestoContentTypes-1.2a1.tar.gz/Products.DigestoContentTypes-1.2a1/Products/DigestoContentTypes/i18n/DigestoContentTypes-*.po
Languages: es

source: Add Search Portlet
es: Agregar porlet de búsqueda de Normativa

source: Change titles
es: Cambiar títulos

source: Changes saved.
es: Cambios guardados

source: Delete selected
es: Eliminar seleccionados

source: DigestoContentTypes_help_addressBook
es: Ingrese una dirección de e-mail por línea

source: DigestoContentTypes_help_cudap
es: Formato: TIPODOC-SERVIDOR:NUMERO/AÑO Ejemplo: RESOREC-UNC:0003657/2008

source: DigestoContentTypes_help_displayAttachments
es: Si se selecciona, se mostrará una lista con los archivos adjuntos al final de la normativa, para que sean descargados fácilmente

source: DigestoContentTypes_help_sources
es: Agregue emisores y asócieles un tipo de documento.

source: DigestoContentTypes_label_abbreviation
es: Abreviatura

source: DigestoContentTypes_label_addressBook
es: Libreta de direcciones

source: DigestoContentTypes_label_area
es: Area

source: DigestoContentTypes_label_date
es: Fecha

source: DigestoContentTypes_label_displayAttachments
es: Mostrar archivos adjuntos bajo la normativa

source: DigestoContentTypes_label_dossierNumber
es: Números de expediente (uno por línea)

source: DigestoContentTypes_label_file
es: Archivo

source: DigestoContentTypes_label_kind
es: Tipo

source: DigestoContentTypes_label_modifies
es: Modifica a...

source: DigestoContentTypes_label_number
es: Número

source: DigestoContentTypes_label_repealedBy
es: Es derogada por...

source: DigestoContentTypes_label_repeals
es: Deroga a...

source: DigestoContentTypes_label_source
es: Emisor

source: DigestoContentTypes_label_sources
es: Emisores

source: DigestoContentTypes_label_title
es: Título

source: Edit Search Portlet
es: Editar Portlet de Búsqueda de Normativa

source: Enable LiveSearch
es: Habilitar LiveSearch

source: Enables the LiveSearch feature, which shows live results if the browser supports JavaScript.
es: Habilita la función de LiveSearch. (No disponible por el momento. No lo habilite)

source: Kinds
es: Tipos

source: Mail sent.
es: Mail enviado.

source: Move first
es: Mover arriba

source: Normativa Types
es: Tipos de Normativa

source: Normativa Types Management
es: Administración de tipos de normativa

source: Please correct the indicated errors.
es: Por favor, corrija los errores indicados

source: Please enter Normativa Types
es: Ingrese tipos de normativa

source: Please select at least one e-mail destination.
es: Selecciona al menos e-mail de destino

source: Please select at least one normativa to send.
es: Seleccione al menos una normativa para enviar

source: Please submit a subject.
es: Ingrese un asunto.

source: Please submit a valid email address.
es: Ingrese una dirección de email válida

source: Please submit an email address.
es: Ingrese una dirección de email.

source: Search
es: Buscar

source: Source
es: Emisor

source: This portlet shows a search box.
es: Este portlet muestra un cuadro de búsqueda

source: Unable to send mail: ${exception}
es: Error al enviar mail: ${exception}

source: Upload
es: Cargar

source: You are not allowed to send this link.
es: No está autorizado a enviar este enlace.

source: add_normativa
es: Agregar Normativa

source: batch_x_items_matching_your_criteria
es: ${number} items coincidieron con su b&uacute;squeda

source: description_deroga
es: Deroga a...

source: description_derogadapor
es: Es Derogada por...

source: description_modifica
es: Modifica a...

source: description_no_results_found
es: No se encontraron resultados.

source: description_numeronormativa
es: N&uacute;mero de Normativa

source: heading_search_results
es: Resultados de la b&uacute;squeda

source: help_number
es: Seleccione un N&uacute;mero, y elija si se refiere al n&uacute;mero de la Normativa, o al de una Normativa a la cual Modifica, Deroga o es Derogada por.

source: help_search_text
es: Escriba una lista de t&eacute;rminos a buscar

source: help_source
es: Seleccione un Emisor de Normativas

source: help_type
es: Seleccione un Tipo de Normativa

source: help_widgetattachmentsmanager_attachment
es: Seleccione un archivo y haga click en 'Cargar'

source: help_widgetattachmentsmanager_title
es: Ingrese un título para el adjunto

source: help_year
es: Seleccione el A&ntilde;o de la Normativa

source: item_select_source_first
es: Seleccione primero un emisor

source: label_advanced_search
es: B&uacute;squeda Avanzada

source: label_number
es: N&uacute;mero

source: label_search
es: Buscar

source: label_search_text
es: Buscar Texto

source: label_source
es: Emisor

source: label_type
es: Tipo de Documento

source: label_widgetattachmentsmanager_title
es: Adjuntar archivo a la normativa

source: label_year
es: A&ntilde;o

source: legend_attachments
es: Archivos adjuntos

source: legend_search_terms
es: Buscar t&eacute;rminos

source: normativa_box_search
es: Buscar Normativas

source: send_normativa
es: Enviar Normativa

source: title_can_edit_metadata
es: Puede editar metadatos

source: title_widgetattachmentsmanager
es: Administración de archivos adjuntos
