Repository: pypi-data/pypi-mirror-1
Catalog: packages/mwlib.rl/mwlib.rl-0.10.1.tar.gz/mwlib.rl-0.10.1/mwlib/rl/locale/*/LC_MESSAGES/mwlib.rl.po
Languages: nl, sk

source: Article Licenses
nl: Paginalicenties
sk: Licencie článkov

source: Title
nl: Titel
sk: Názov

source: Subtitle:
nl: Ondertitel:
sk: Podnázov:

source: Editor:
nl: Auteur:
sk: Redaktor:

source: Created on:
nl: Aangemaakt op:
sk: Vytvorené:

source: Contents
nl: Inhoud
sk: Obsah

source: Articles
nl: Artikelen
sk: Články

source: Produced by:
nl: Gemaakt door:
sk: Vytvoril:

source: pdf writer version:
nl: PDF-schrijverversie:
sk: verzia nástroja na tvorbu pdf:

source: mwlib version:
nl: mwlib-versie:
sk: verzia mwlib.ext:

source: Table of Contents
nl: Inhoudsopgave
sk: Obsah

source: Skipping Articles!
nl: Artikelen worden overgeslagen!
sk: Preskakujú sa články!

source: Please note: This is only a preview intended to give an idea how the book is typeset.
nl: Let op: dit is enkel een voorvertoning die ervoor dient om een idee te geven over hoe het boek eruit komt te zien.
sk: Pamätajte prosím, že toto je len náhľad, ktorého účelom je ukázať ako by vyzerala vysádzaná kniha.

source: References
nl: Referenties
sk: Referencie

source: The following sections list the sources for all articles and images used in this book. Those sources provide more detailed licensing information including the copyright status, the copyright owner, and the license conditions.
nl: In de volgende paragrafen worden de bronnen voor alle artikelen en afbeeldingen die gebruikt zijn in dit boek weergegeven. Deze bronnen geven gedetailleerdere licentie-informatie met onder andere de auteursrechtenstatus, de rechthebbende en de licentievoorwaarden.
sk: Nasledovné časti obsahujú zoznam zdrojov všetkých článkov a obrázkov, ktoré sú v knihe použité. Tieto zdroje poskytujú podrobnejšie informácie o licencovaní vrátane stavu a držiteľa autorských práv a licenčných podmienok.

source: Article Sources, Licenses and Contributors
nl: Artikelbronnen, licenties en bijdragers
sk: Zdroje článkov, licencie a prispievatelia

source: Image Sources, Licenses and Contributors
nl: Afbeeldingsbronnen, licenties en bijdragers
sk: Zdroje obrázkov, licencie a prispievatelia

source: Image
nl: Afbeelding
sk: Obrázok

source: PDF generated using the open source mwlib toolkit<br/>see http://code.pediapress.com/ for more information
nl: De PDF is gemaakt met de open broncode toolkit mwlib<br />Zie http://code.pediapress.com/ voor meer informatie
sk: PDF vytvorené pomocou open source nástroja mwlib<br/>pozri viac informácií http://code.pediapress.com/

source: layouting
nl: vormgeving
sk: rozloženie

source: mwlib.ext version: %(version)s
nl: mwlib.ext-versie: %(version)s
sk: verzia mwlib.ext: %(version)s

source: mwlib version: %(mwlibversion)s, mwlib.rl version: %(mwlibrlversion)s, %(mwlibextversion)s
nl: mwlib-versie: %(mwlibversion)s, mwlib.rl-versie: %(mwlibrlversion)s, %(mwlibextversion)s
sk: verzia mwlib: %(mwlibversion)s, verzia mwlib.rl: %(mwlibrlversion)s, %(mwlibextversion)s

source: rendering
nl: bezig met verwerken
sk: vykresľovanie

source: <strong>WARNING: Article could not be rendered - ouputting plain text.</strong><br/>Potential causes of the problem are: (a) a bug in the pdf-writer software (b) problematic Mediawiki markup (c) table is too wide
nl: <strong>De pagina kon niet verwerkt worden. De uitvoer wordt opgemaakt als platte tekst.</strong>Mogelijke oorzaken voor het probleem zijn: (a) een fout in de software om de PDF te maken (b) niet te verwerken wikicode (c) te brede tabellen
sk: <strong>UPOZORNENIE: Článok nebolo možné vykresliť - na výstup sa zapíše čistý text.</strong><br/>Možné príčiny problému sú: (a) chyba v softvéri pdf-writer (b) problematická MediaWiki syntax článku (c) príliš široká tabuľka
