Repository: pypi-data/pypi-mirror-1
Catalog: packages/collective.singing/collective.singing-0.6.11.tar.gz/collective.singing-0.6.11/collective/singing/locales/*/LC_MESSAGES/collective.singing.po
Languages: de

source: Address
de: E-Mail Adresse

source: Collector (what)
de: Sammler

source: Daily scheduler
de: Täglich

source: Description
de: Beschreibung

source: Fill in the information below to subscribe.
de: Füllen Sie die geforderten Informationen um sich anzumelden.

source: Filters
de: Filter

source: Finish
de: Ok

source: Information submitted successfully.
de: Informationen wurden übermittelt.

source: Manual scheduler
de: Manuell

source: Proceed
de: Weiter

source: Scheduler (when)
de: Zeitplan

source: Send
de: Senden

source: Send my subscription details
de: Abonnementdetails zusenden

source: Thanks for your subscription; we sent you a message for confirmation.
de: Vielen Dank für ihre Anmeldung, eine Bestätigungs E-Mail wurde Ihnen zugesandt.

source: Thanks. We sent you a message.
de: Vielen Dank, wir haben Ihnen eine E-Mail gesendet.

source: The address you're already subscribed with
de: Geben Sie Ihre E-Mail Adresse ein, die Sie verwendet haben um sich an einem Themenbereich anzumelden.

source: The channel's subscriptions
de: Anmeldungen zu diesem Kanal

source: There were errors.
de: Mindestens ein Fehler ist aufgetreten.

source: There's already a subscription for ${name}
de: Es existiert bereits ein Abonnement für ${name}.

source: Timed scheduler
de: Bestimmter Zeitpunkt

source: Title
de: Titel

source: Unique identifier for this channel across the site.
de: Eindeutige Bezeichnung für diesen Kanal

source: Weekly scheduler
de: Wöchentlich

source: You are already subscribed.
de: Sie sind bereits angemeldet.

source: Your subscription isn't known to us.
de: Ihre Anmeldung konnte nicht gefunden werden.
