Repository: pypi-data/pypi-mirror-1
Catalog: packages/Products.plonehrm/Products.plonehrm-2.10.tar.gz/Products.plonehrm-2.10/Products/plonehrm/i18n/plone-*.po
Languages: pt_br

source: Checklist settings
pt_br: Configurações do Checklist

source: Checklist tool
pt_br: Ferramenta de Checklist

source: ChecklistTool
pt_br: Ferramenta de Checklist

source: Contract
pt_br: Contrato

source: Contract templates
pt_br: Template de Contrato

source: ContractTool
pt_br: Ferramenta de Contratos

source: Employee
pt_br: Funcionário

source: Fullname
pt_br: Nome Completo

source: HrmManager
pt_br: Configurações do HRM

source: Job performance interview
pt_br: Entrevista de Avaliação de Performance

source: Job performance templates
pt_br: Templates de Avaliação de Performance

source: JobPerformance tool
pt_br: Ferramenta de Avaliação de Performance

source: Letter
pt_br: Carta

source: Mobile
pt_br: Celular

source: Only for (location-)manager
pt_br: Somente para Administrador Local

source: Phone
pt_br: Telefone

source: WorkLocation
pt_br: Empresa

source: WorklocationEmployee
pt_br: Funcionário da Empresa

source: WorklocationManager
pt_br: Administrador de Empresa

source: activate
pt_br: ativar

source: active
pt_br: ativo

source: deactivate
pt_br: desativar

source: employee
pt_br: funcionário

source: hide for employee
pt_br: esconder do funcionário

source: inactive
pt_br: inativar

source: make public
pt_br: tornar público

source: members only
pt_br: somente para membros

source: public
pt_br: público

source: restrict to members
pt_br: restrito para membros

source: show to employee
pt_br: mostrar para funcionário

source: visible for employee
pt_br: vísivel para funcionário

source: visible for worklocation manager
pt_br: visível para administrador da empresa

source: worklocation
pt_br: empresa
