Repository: pypi-data/pypi-mirror-1
Catalog: packages/plonehrm.checklist/plonehrm.checklist-1.0.1.tar.gz/plonehrm.checklist-1.0.1/plonehrm/checklist/locales/*/LC_MESSAGES/checklist.po
Languages: pt_br

source: Add
pt_br: Adicionar

source: Update
pt_br: Atualizar

source: default-items
pt_br: Itens padrão

source: default-manager-items
pt_br: Itens comuns aos gerentes

source: description_portal_checklist
pt_br: Configurações do checklist

source: edit_all_checklist_items
pt_br: Editar todos os itens do checklist

source: edit_checklist
pt_br: Editar checklist

source: everything-done
pt_br: Tudo completo!

source: head_checklist
pt_br: Checklist

source: label_allItems
pt_br: Todos os pontos que devem ser verificados

source: label_allManagerItems
pt_br: Todos os pontos gerenciais que devem ser verificados

source: label_checkedItems
pt_br: Pontos já verificados

source: label_checkedManagerItems
pt_br: Pontos gerenciais já verificados

source: label_defaultItems
pt_br: Pontos padrão

source: label_defaultManagerItems
pt_br: Pontos padrão para a gerência de RH

source: manager
pt_br: gerente

source: msg_items_updated
pt_br: Pontos do checklist atualizados

source: msg_manger_items_updated
pt_br: Pontos do checklist gerencial atualizados

source: title_portal_checklist
pt_br: Configurações de Checklist

source: to_all_existing
pt_br: para todos os colaboradores
