Repository: pypi-data/pypi-mirror-1
Catalog: packages/ks.smartimage/ks.smartimage-1.2.1.tar.gz/ks.smartimage-1.2.1/src/ks/smartimage/locales/*/LC_MESSAGES/ks.smartimage.po
Languages: ru

source: Add SmartImage
ru: Добавить SmartImage

source: Scale Error
ru: Ошибка Масштабирования

source: Image you've downloaded has size ${sizeInX} x ${sizeInY} and needs to be scaled to ${sizeOutX} x ${sizeOutY}, that exceeds scale ratio ${rate}. Operation aborted, to get qualitative image, it needs to be scaled to size between ${sizeMinX} x ${sizeMinY} and ${sizeMaxX} x ${sizeMaxY}. Do this and try again.
ru: Изображение которое вы загрузили имеет размер ${sizeInX} x ${sizeInY} и должно быть масштабировано до ${sizeOutX} x ${sizeOutY}, что превышает коэффициент масштабирования ${rate}. Операция отменена, для получения качественного изображения, оно должно быть масштабировано до размеров от ${sizeMinX} x ${sizeMinY} и ${sizeMaxX} x ${sizeMaxY}. Сделайте это и попробуйте еще раз.

source: SmartImage Edit
ru: Редактирование SmartImage

source: Can add and edit Smart Images
ru: Добавлять и редактировать Smart Изображения

source: Title
ru: Название

source: Clear Data
ru: Очистить

source: Height
ru: Высота

source: Image Height
ru: Высота Изображения

source: Width
ru: Ширина

source: Image Width
ru: Ширина Изображения

source: Image Title
ru: Название Изображения

source: Unique ID
ru: УИД

source: Image Unique ID
ru: УИД Изображения

source: URL
ru: Ссылка

source: TAG
ru: Тег

source: Image Tag
ru: Тег Изображения

source: Input Image Size
ru: Входной Размер Изображения

source: Output Image Size
ru: Выходной Размер Изображения

source: Resize Ratio
ru: Коэффициент Масштабирования

source: Error message
ru: Сообщение Ошибки

source: Add SmartImage Cache
ru: Добавить Кеш SmartImage

source: SmartImage Cache
ru: Кеш SmartImage

source: Edit
ru: Редактировать

source: SmartImageCache Editor
ru: Редактор Кеша SmartImage

source: Stat
ru: Статистика

source: SmartImageCache Statistics
ru: Статистика Кеша SmartImage

source: SmartImageCache
ru: Кеш SmartImage

source: Use Base Path
ru: Использовать Базовый Путь

source: Use Base Path for Cached Images Url
ru: Использовать Базовый Путь для Ссылок на Кешированные Изображения

source: Amount of elements
ru: Число элементов

source: Summary size of elements
ru: Суммарный размер элементов

source: Mean size of elements
ru: Средний размер элемента
