Repository: pypi-data/pypi-mirror-1
Catalog: packages/collective.contentleadimage/collective.contentleadimage-0.3-py2.4.egg/collective/contentleadimage/locales/*/LC_MESSAGES/collective.contentleadimage.po
Languages: cs, de

source: Content Lead Image Settings
cs: Nastavení průvodních obrázků
de: Vorschaubildeinstellungen

source: Content Lead Image Settings Form
cs: Formulář pro nastavení průvodních obrázků
de: Vorschaubildeinstellungsformular

source: ContentLeadImage
cs: Průvodní obrázek
de: Inhalt des Vorschaubildes

source: Edit Lead Image
cs: Průvodní obrázek
de: Bearbeite Vorschaubild

source: Folder lead-image view
cs: Zobrazení s průvodními obrázky
de: Kurzfassung mit Vorschaubild

source: Height
cs: Max. výška
de: Höhe

source: Lead image
cs: Průvodní obrázek
de: Vorschaubild

source: Lead image for the current object
cs: Průvodní obrázek pro aktuální položku
de: Vorschaubild für das aktuelle Objekt

source: Lead image height
cs: Max. výška průvodního obrázku
de: Vorschaubildhöhe

source: Lead image width
cs: Max. šířka průvodního obrázku
de: Vorschaubildbreite

source: Select properties for Content Lead Image
cs: Zde můžete nastavit vlastnosti průvodních obrázků.
de: Lege die Eigenschaften für das Vorschaubild fest.

source: Upload lead image for content
cs: Nahrát průvodní obrázek
de: Lade Vorschaubild für diesen Inhalt hoch

source: View with lead images displayed
cs: Zobrazení s průvodními obrázky
de: Ansicht mit Vorschaubild

source: Width
cs: Šířka
de: Breite

source: image_description
cs: Zde můžete nahrát průvodní obrázek. Tento obrázek bude zobrazen u popisu položky. Obrázek bude automaticky změnšen na velikost nastavenou správcem portálu. Pokud chcete vymazat již existující obrázek, pak nevybírejte žádný a klepněte na tlačítko Uložit obrázek.
de: Hier können Sie das Vorschaubild hochladen. Dieses Bild wird über dem Inhalt dargestellt. Die hochgeladenen Bilder werden automatisch auf die in der Vorschaubildkonfiguration festgelegt Größe skaliert. Wenn Sie das Vorschaubild entfernen möchten, so wählen Sie keine Datei aus und drücken auf den Knopf 'Lade Bild hoch'.

source: label_upload
cs: Uložit obrázek
de: Lade Bild hoch
