Repository: pypi-data/pypi-mirror-1
Catalog: packages/cryptobox-server/cryptobox-server-0.3.0.tar.gz/cryptobox-server-0.3.0/plugins/volume_rename/intl/*/cryptobox-server-feature-volume_rename.po
Languages: de, es, it, ja, pl, sl

source: Rename volume
de: Datenträger umbenennen
es: Renombrar volúmen
it: Rinomina volume
ja: ボリューム名を変更する
pl: Zmień nazwę woluminu
sl: Preimenuj nosilec

source: Rename
de: Umbenennen
es: Renombrar
it: Rinomina
ja: 名前の変更
pl: Zmień nazwę
sl: Preimenuj

source: Change name
de: Namen ändern
es: Cambiar nombre
it: Modifica nome
ja: 名前を変更する
pl: Zmień nazwę
sl: Spremeni ime

source: Define a name for the volume. This should help you to manage multiple volumes easily. (Only alphanumeric characters are allowed and one of the following: ". _ -")
de: Lege einen Namen für den Datenträger fest. Dies sollte dir helfen, mehrere Datenträger mühelos zu verwalten. (Es sind nur Buchstaben, Ziffern und die folgenden Sonderzeichen erlaubt: "._-")
es: Definir un nombre para el volúmen. Esto le ayudará a gestionar varios volúmenes fácilmente. (Sólo se permiten caracteres alfanuméricos y admás sólo uno de los siguientes ". _ -"
it: Definire un nome per il volume. I nomi aiutano a gestire più facilmente volumi multipli. (Sono ammessi solo caratteri alfanumerici e uno tra i seguenti: ". _ -").
ja: ボリューム名を定義します。これは、複数のボリュームを管理しやすくします。(ボリューム名には、英数字とピリオド"."、アンダースコア"_"、ハイフン"-"が利用できます)
pl: Zdefiniuj nazwę woluminu. Powinno ci to ułatwić zarządzanie wieloma woluminami. (Dozwolone są tylko litery i cyfry oraz jeden z następujących znaków: ". _ -")
sl: Določi ime enote. Poimenovanje enot bo pripomoglo k lažjemu upravljanju z več enotami hkrati. (uporabljate lahko črke, številke in nasledje znake: ". _ -")

source: You can not rename a volume while it is open.
de: Der Datenträger kann nicht umbenannt werden, solange er geöffnet ist.
es: No puede renombrar un volúmen mientras esté abierto.
it: Non è possibile rinominare un volume mentre questo è aperto.
ja: ボリュームがオープンされているので、名前の変更ができませんでした。
pl: Nie można zmienić nazwy woluminu, gdy jest on otwarty.
sl: Medtem, ko je nosilec oz. ko je vsebina odprta, je ne morete preimenovati.

source: Close volume now
de: Datenträger schließen
es: Cierre ahora el volúmen
it: Chiudi il volume adesso
ja: すぐにボリュームを閉じる
pl: Zamknij wolumin teraz
sl: Zapri nosilec

source: Name changed
de: Name geändert
es: Se ha cambiado el nombre
it: Nome modificato
ja: 名前を変更しました
pl: Nazwę zmieniono
sl: Ime spremenjeno

source: The name of this volume was changed successfully.
de: Der Name des Datenträgers wurde erfolgreich geändert.
es: El nombre del volúmen se cambió correctamente.
it: Il nome di questo volume è stato modificato con successo.
ja: このボリューム名の変更に成功しました。
pl: Pomyślnie zmieniono nazwę woluminu.
sl: Ime nosilca je uspešno spremenjeno

source: Failed to rename the volume
de: Namensänderung fehlgeschlagen
es: No se pudo renombrar el volúmen
it: Modifica del nome del volume fallita
ja: ボリューム名の変更に失敗しました
pl: Zmiana nazwy woluminu nie powiodła się.
sl: Preimenovanje ni uspelo

source: You may not rename a volume while it is open.
de: Der Name des Datenträgers kann nicht geändert werden, solange er geöffnet ist.
es: No se puede renombrar un volúmen mientras esté abierto.
it: Non è possibile rinominare un volume mentre questo è aperto.
ja: ボリュームをオープンしている状態では、名前の変更はできません。
pl: Nie możesz zmienić nazwy woluminu, gdy jest on otwarty.
sl: Ne morete preimenovati nosilca medtem, ko je odprt.

source: Changing of volume's name failed
de: Änderung des Datenträgernamens fehlgeschlagen
es: No se pudo cambiar el nombre del volúmen
it: Modifica del nome del volume fallita
ja: ボリューム名の変更に失敗しました
pl: Zmiana nazwy woluminu nie powiodła się.
sl: Sprememba imena nosilca ni uspela.

source: The supplied new name of the volume was invalid. Please try again!
de: Der angegebene neue Name des Datenträgers ist ungültig. Versuche es bitte erneut!
es: El nuevo nombre del volúmen no es válido. Inténtelo de nuevo.
it: Il nuovo nome assegnato al volume non è valido. Riprovare.
ja: 入力された新しい名前は使うことができないものです。もう一度お試しください。
pl: Podana nowa nazwa woluminu jest nieprawidłowa. Proszę spróbować ponownie.
sl: Izbrano novo ime nosilca ni veljavno. Prosimo poskusite znova!

source: Could not change the name of the volume. Take a look at the log files for details.
de: Der Name des Datenträgers konnte nicht geändert werden. Im Ereignis-Protokoll solltest du genauere Informationen finden.
es: No se pudo cambiar el nombre del volúmen. Para más detalles compruebe los archivos de registro.
it: Impossibile modificare il nome del volume. Consultare il registro degli eventi per i detagli.
ja: ボリューム名を変更することができませんでした。詳細はログファイルを参照してください。
pl: Nie można było zmienić nazwy woluminu. Sprawdź szczegóły w rejestrze wydarzeń .
sl: Ne morem spremeniti imena nosilca. Preveri dnevniške zapise za podrobnosti.

source: Could not change volume name
de: Namensänderung fehlgeschlagen
es: No se pudo cambiar el nombre del volúmen.
it: Impossibile modificare il nome del volume
ja: ボリューム名を変更できませんでした
pl: Nie można było zmienić nazwy woluminu.
sl: Ne morem spremeniti imena nosilca

source: The new name is already in use by another volume.
de: Der Name wird bereits von einem anderen Datenträger verwendet.
es: El nuevo nombre está siendo utilizado por otro volúmen.
it: Il nuovo nome è già usato da un altro volume.
ja: この名前はすでに別のボリュームで使用されています。
pl: Nowa nazwa woluminu jest już używana przez inny wolumin.
sl: Novo ime je že v uporabi za drug nosilec.
