Repository: pypi-data/pypi-mirror-1
Catalog: packages/plonehrm.jobperformance/plonehrm.jobperformance-1.0.2.tar.gz/plonehrm.jobperformance-1.0.2/plonehrm/jobperformance/locales/*/LC_MESSAGES/jobperformance.po
Languages: nl

source: Improvement areas
nl: Aandachtspunten

source: add_new_interview
nl: Nieuw gesprek toevoegen

source: head_job_performance
nl: Functioneren

source: heading_interviews
nl: Functioneringsgesprekken

source: label_body_text
nl: Tekst

source: label_date
nl: Datum

source: label_improvementAreas
nl: Aandachtspunten

source: latest-improvement-areas
nl: Laatste aandachtspunten

source: show_all_interview
nl: Toon alle functioneringsgesprekken

source: template
nl: Sjabloon

source: up-to-employee
nl: Terug naar medewerker
