Repository: pypi-data/pypi-mirror-1
Catalog: packages/plonehrm.checklist/plonehrm.checklist-1.2.0.tar.gz/plonehrm.checklist-1.2.0/plonehrm/checklist/locales/*/LC_MESSAGES/checklist.po
Languages: nl

source: Update
nl: Bijwerken

source: checklist-header-date
nl: Vervaldatum

source: checklist-header-tasks
nl: Taken

source: default-items
nl: Taken bij aanvang dienstverband

source: default-manager-items
nl: Taken bij aanvang dienstverband

source: desc_default_items
nl: Deze taken worden automatisch toegevoegd voor nieuwe medewerkers en kunnen door 'Bedrijfsleiders' afgevinkt worden.

source: desc_end_items
nl: Deze taken worden automatisch toegevoegd bij het beeïndigen van het dienstverband

source: desc_manager_items
nl: Deze taken worden automatisch toegevoegd voor nieuwe medewerkers en kunnen alleen door 'HRM managers' afgevinkt worden.

source: description_portal_checklist
nl: Instellingen van de controlelijst module

source: edit_task
nl: Taak wijzigen

source: end-contract-items
nl: Taken bij beëindiging dienstverband

source: errors_saving_portal_checklist
nl: Er is een fout ontstaan bij het opslaan van de taken

source: everything-done
nl: Alle items zijn afgevinkt.

source: head_checklist
nl: Taken

source: help_checklist_is_due
nl: Vandaag vervalt de taak "${task}" voor ${name}.

source: label_add_task
nl: Taak toevoegen

source: label_allItems
nl: Alle items die afgevinkt dienen te worden

source: label_allManagerItems
nl: Alle HRM manager items die aangevinkt dienen te worden

source: label_checkedItems
nl: Alle reeds afgevinkte items

source: label_checkedManagerItems
nl: Alle reeds afgevinkte HRM manager items

source: label_checklist_date_required_notification
nl: Error: datum is nodig voor e-mail notificatie.

source: label_checklist_email_no_notification
nl: Error: e-mail notificatie is verplicht bij opgeven e-mail adres.

source: label_checklist_invalid_email
nl: Error: geen geldig email adres.

source: label_checklist_no_title
nl: Error: er is geen tekst ingevuld.

source: label_checklist_pastdate
nl: Error: de ingevulde datum moet in de toekomst zijn.

source: label_defaultItems
nl: Standaard items

source: label_defaultManagerItems
nl: Standaard items (voor HRM manager)

source: label_due_date
nl: Vervaldatum

source: label_edit_task
nl: Taak wijzigen

source: label_email_notification_set
nl: E-mail notificatie is ingesteld

source: label_notification
nl: E-mail notificatie

source: label_notification_email
nl: E-mail adres voor notificatie

source: label_task_text
nl: Taak

source: msg_add_new_task
nl: Taak toevoegen

source: msg_add_to_all
nl: Aan alle medewerkers toevoegen.

source: msg_checklist_error_creation
nl: Fout bij het toevoegen van de taak

source: msg_checklist_error_edition
nl: Fout bij het bewerken van de taak

source: msg_checklist_item_added
nl: Taak is toegevoegd

source: msg_checklist_item_edited
nl: Wijzigingen opgeslagen

source: msg_checklist_update_items
nl: De taken zijn afgevinkt

source: msg_checklist_update_one_item
nl: De taak is afgevinkt

source: msg_confirm_delete
nl: Weet u zeker dat u deze taak wilt verwijderen?

source: msg_error_conflict_item
nl: Deze taak bestaat al.

source: msg_error_empty_item
nl: Dit is een verplicht veld

source: msg_items_updated
nl: Controle lijst bijgewerkt

source: msg_manger_items_updated
nl: Controlelijstitems voor manager bijgewerkt

source: success_deleting_portal_checklist
nl: Taak verwijderd

source: success_saving_portal_checklist
nl: Taken zijn opgeslagen

source: title_checklist_is_due
nl: Taak "${task}" vervalt vandaag

source: title_go_to_notification
nl: Ga naar ${name}

source: title_portal_checklist
nl: Controlelijst instellingen
