Repository: pypi-data/pypi-mirror-1
Catalog: packages/z3c.password/z3c.password-0.7.4.zip/z3c.password-0.7.4/src/z3c/password/locales/*/LC_MESSAGES/z3c.password.po
Languages: ru

source: Maximum Length
ru: Максимальная длина

source: The maximum length of the password.
ru: Максимальная длина пароля.

source: Maximum Characters of Group
ru: Максимум символов группы

source: The maximum amount of characters that a password can have from one group. The groups are: digits, letters, punctuation.
ru: Максимальное количество символов одной группы, которое может содержать пароль. Группы - это цифры, буквы, знаки пунктуации.

source: Old/New Similarity
ru: Схожесть нового и старого паролей

source: No new password specified.
ru: Новый пароль не указан.

source: Password is too short.
ru: Пароль слишком короткий.

source: Password is too long.
ru: Пароль слишком длинный.

source: Password is too similar to old one.
ru: Пароль слишком похож на старый.

source: Password contains too many characters of one group.
ru: Пароль содержит слишком много символов одной группы.

source: The password has expired.
ru: Время действия пароля истекло.

source: The password was entered incorrectly too often.
ru: Неправильный пароль был введён слишком много раз.

source: Description
ru: Описание

source: A description of the password utility.
ru: Описание утилиты паролей.

source: Minimum Length
ru: Минимальная длина

source: The minimum length of the password.
ru: Минимальная длина пароля.
