Repository: pypi-data/pypi-mirror-1
Catalog: packages/plonehrm.contracts/plonehrm.contracts-2.0.1.tar.gz/plonehrm.contracts-2.0.1/plonehrm/contracts/locales/*/LC_MESSAGES/contract.po
Languages: pt_br

source: A contract nears ending
pt_br: Contrato próximo de seu término

source: Make new contract before ${expiry_date}
pt_br: Firmar novo contrato antes de ${expiry_date}

source: Trial period ends at ${date}.
pt_br: Período de experiência se encerra em ${date}

source: add_new_contract
pt_br: Adicionar novo contrato

source: add_new_letter
pt_br: Adicionar aditamento

source: contract_label_duration
pt_br: Duração (meses)

source: contract_label_employmentType
pt_br: Tipo de contratação

source: contract_label_employmentTypes
pt_br: Tipos de contratação

source: contract_label_expires
pt_br: Data de expiração

source: contract_label_function
pt_br: Funcção

source: contract_label_functions
pt_br: Posições

source: contract_label_hours
pt_br: Número de horas

source: contract_label_startdate
pt_br: Data de início

source: contract_label_template
pt_br: Modelo

source: contract_label_trial_period
pt_br: Período de experiência (meses)

source: contract_label_wage
pt_br: Salário

source: head_contract
pt_br: Contratos

source: label_body_text
pt_br: Corpo do texto

source: text_add_contract
pt_br: Por favor, adicione aqui um novo contrato

source: text_contract_ends_within
pt_br: O contrato do colaborador ${name} se encerra dentro de ${days} dias

source: title_portal_contracts
pt_br: Modelos de contratos
