Repository: pypi-data/pypi-mirror-1
Catalog: packages/collective.singing/collective.singing-0.6.1.tar.gz/collective.singing-0.6.1/collective/singing/locales/*/LC_MESSAGES/collective.singing.po
Languages: nl

source: Thanks. We sent you a message.
nl: Bedankt. We verzonden je een bericht.

source: Fill in the information below to subscribe.
nl: Vul onderstaande informatie in om je in te schrijven.

source: Thanks for your subscription; we sent you a message for confirmation.
nl: Bedankt voor je inschrijving, je zal een e-mail bericht ontvangen ter bevestiging.

source: You are already subscribed.
nl: Je bent reeds ingeschreven.

source: Retrieve a link to your personalized subscription settings
nl: Een link ontvangen met je inschrijvings instellingen

source: Address
nl: Adres

source: The address you're already subscribed with
nl: Het adres waarmee je reeds ingeschreven bent

source: Send
nl: Verzenden

source: Format
nl: Formaat

source: Send my subscription details
nl: Verzend mijn inschrijvings details

source: Your subscription isn't known to us.
nl: Je inschrijving is onbekend bij ons.

source: Finish
nl: Afronden

source: Information submitted successfully.
nl: Informatie succesvol verzonden.

source: There were errors.
nl: Er traden fouten op.

source: Proceed
nl: Ga verder

source: Unique identifier for this channel across the site.
nl: Unieke indentifactor voor dit kanaal doorheen de site.

source: Title
nl: Titel

source: Description
nl: Beschrijving

source: Scheduler (when)
nl: Planner (wanneeer)

source: Collector (what)
nl: Collector (wat)

source: The channel's subscriptions
nl: De kanaal inschrijvingen

source: Daily scheduler
nl: Dagelijkse planner

source: Weekly scheduler
nl: Wekelijkse planner
