Repository: pypi-data/pypi-mirror-1
Catalog: packages/quintagroup.plonecomments/quintagroup.plonecomments-4.1.2.tar.gz/quintagroup.plonecomments-4.1.2/quintagroup/plonecomments/locales/*/LC_MESSAGES/quintagroup.plonecomments.po
Languages: pt_br

source: Comment published.
pt_br: Comentário publicado

source: Comment(s) deleted.
pt_br: Comentário(s) apagado(s)

source: Comment(s) published.
pt_br: Comentário(s) publicado(s)

source: Currently, all comments require approval before being published. Please check back later.
pt_br: Os comentários necessitam de aprovação pr�via a sua publicação. Por favor, acesse novamente mais tarde para verificar sua publicação.

source: Please enter your name.
pt_br: Por favor, informe seu nome.

source: Please select items to be processed.
pt_br: Por favor, selecione os itens a serem processados.

source: Please submit a valid e-mail address.
pt_br: Por favor, informe um endereço de e-mail válido.

source: Please submit email.
pt_br: Por favor, preencha seu email

source: Reply not allowed because the response is to a comment waiting to be approved. Please wait for the comment to be approved before replying.
pt_br: Responder ainda não é permitido porque a resposta é para um comentário ainda sem aprovação. Aguarde o comentário original ser aprovado antes de responder a ele.

source: approvemail_new_comment_link
pt_br: Por favor avalie o novo comentário adicionado à página ' ${title} ': ${here_url}

source: enable_manager_moderation
pt_br: Habilitar a moderação por um editor.

source: heading_comments
pt_br: Comentários recentes

source: heading_comments_setup
pt_br: Configurações do qPloneComments

source: help_discussion-manager_email
pt_br: Endereço de e-mail que receberá as notificações sobre novos comentários.

source: help_name
pt_br: Por favor, informe-nos seu nome.

source: help_organization_name
pt_br: Você pode modificar os templates de e-mail de notificação editando os arquivos 'approve_comment_template' e 'published_comment_template' do layer qplonecomments (na pasta de skins).

source: label_anonymous_commenting
pt_br: Permitir comentários anônimos

source: label_comments
pt_br: Moderação de comentários recentes

source: label_configure
pt_br: Configurar o qPloneComments

source: label_discussion-manager_email
pt_br: Enviar a notificação de novos comentários para:

source: label_enable_approve_notification
pt_br: Habilitar a notificação de novos comentários ao Editor de Participações.

source: label_enable_approve_user_notification
pt_br: Avisar ao usuário que seu comentário foi aprovado.

source: label_enable_moderation
pt_br: Habilitar a moderação.

source: label_enable_published_notification
pt_br: Permitir o envio de notificações ao dono do documento na inclusão de novos comentários.

source: label_enable_reject_notification
pt_br: Avisar ao usuário que seu comentário foi rejeitado.

source: label_enable_reply_notification
pt_br: Avisar ao usuário que seu comentário recebeu uma resposta.

source: label_organization_name
pt_br: Prefixo do assunto do e-mail (nome do site)

source: label_require_anonym_email
pt_br: Requerer e-mail de usuários anônimos.

source: legend_qpc_notification_legend
pt_br: Configurar notificações

source: legend_recent_comments
pt_br: Lista de comentários recentes

source: legend_setup_options
pt_br: Configuração das opções do qPloneComments

source: listingheader_comment
pt_br: Comentário

source: notifycomment_link
pt_br: Seu comentário em ${url} foi publicado. Para acessá-lo, visite: ${here_url}

source: notifyreject_link
pt_br: Seu comentário em ${url} não foi aceito. Por favor direcione suas dúvidas e questionamentos para ${mfrom}.

source: publishedmail_new_comment_link
pt_br: Visualizar comentários adicionados à página ' ${title} ': ${here_url}

source: qPloneComments configuration changes saved.
pt_br: Configurações do qPloneComments foram salvas.

source: replynotify_link
pt_br: Alguém respondeu ao seu comentário em ${here_url}. Para ler esta resposta, visite: ${url}.

source: signature
pt_br: Equipe de suporte ${organization_name}

source: text_no_add_reply
pt_br: O comentário deve ser aprovado antes de poder receber respostas.

source: text_no_new_comments
pt_br: Não há novos comentários.
