Repository: pypi-data/pypi-mirror-1
Catalog: packages/collective.dancing/collective.dancing-0.8.9.tar.gz/collective.dancing-0.8.9/collective/dancing/locales/*/LC_MESSAGES/collective.dancing.po
Languages: el

source: ${channel} options
el: ${channel} επιλογές

source: ${name} does not support scheduling.
el: ${name} δεν υποστηρίζει προγραμματισμό ημερολογίου.

source: ${numberadded} subscriptions updated successfully!
el: ${numberadded} εγγραφές ενημερώθηκαν επιτυχώς!

source: ${numberadded} subscriptions updated successfully, ${numberremoved} removed!
el: ${numberadded} εγγραφές ενημερώθηκαν επιτυχώς, ${numberremoved} απομακρύνθηκαν!

source: ${numberadded} subscriptions updated successfully. ${numberremoved} removed. ${numbernotadded} could not be added. (${errorcandidates})
el: ${numberadded} εγγραφές ενημερώθηκαν επιτυχώς. ${numberremoved} απομακρύνθηκαν. ${numbernotadded} δεν μπορούσαν να προστεθούν. (${errorcandidates})

source: ${number} messages queued.
el: ${number} μηνύματα μπήκαν στην ουρά

source: ${num} messages queued.
el: ${num} μηνύματα μπήκαν στην ουρά

source: ${sent} message(s) sent, ${failed} failure(s).
el: ${sent} μηνύμα(τα) στάλθηκε/καν, ${failed} απέτυχε/αν.

source: Add
el: Προσθήκη

source: Add Channel Subscribe Portlet
el: Προσθέσθε Πλαίσιο Εγγραφής Καναλιού

source: Add or edit channels that will use collectors to gather and email specific sets of information from your site, to subscribed email addresses, at scheduled times.
el: Προσθέσθε ή επεξεργαστείτε κανάλια που θα χρησιμοποιούν συλλέκτες για τη συλλογή και αποστολή ενοτήτων πληροφοριών από την ιστοσελίδα σας, σε εγγεγραμμένες διευθύνσεις email, σε προγραμματισμένους χρόνους.

source: Address to send the preview to
el: Διεύθυνση για την αποστολή της προεπισκόπησης

source: All sent and failed messages deleted
el: Όλα τα απεσταλμένα και τα αποτυχημένα μηνύματα διαγράφηκαν

source: Already subscribed?
el: Ήδη εγγεγραμμένος/η;

source: Append automatically collected content in this send-out
el: Προσαρτήστε το αυτόματα συλλεγόμενο περιεχόμενο σε αυτή την αποστολή

source: Apply
el: Εφαρμογή

source: Apply changes
el: Εφαρμογή αλλαγών

source: Back to portlets
el: Πίσω στα πλαίσια

source: Below you see a list the newsletters we offer. If you are already subscribed to some of these you can fill out the form at the end of this page to be sent a link to where you can edit your existing subscriptions.
el: Παρακάτω βλέπετε ένα κατάλογο των ενημερωτικών δελτίων που διαθέτουμε. Αν έχετε ήδη εγγραφεί σε κάποια από αυτά μπορείτε να συμπληρώσετε τη φόρμα στο τέλος αυτής της σελίδας για να σας σταλεί ένας σύνδεσμος σε μια σελίδα από όπου μπορείτε να επεξεργαστείτε τις υπάρχουσες εγγραφές σας.

source: Best regards
el: Χαιρετισμούς

source: Change your subscriptions with ${site-title}
el: Αλλάξτε τις εγγραφές σας στην ${site-title}

source: Channel administration
el: Διαχείριση καναλιού

source: Click here to manage your subscriptions with ${site-title}:
el: Κλικάρετε εδώ για να διαχειριστείτε τις εγγραφές σας στην ${site-title}:

source: Click here to select collector options to be automatically enabled, when subscribing from this portlet.
el: Κλικάρετε εδώ για να διαλέξετε τις επιλογές του συλλέκτη που ενεργοποιούνται αυτόματα, με την εγγραφή από αυτό το πλαίσιο.

source: Click here to show the portlet footer.
el: Κλικάρετε εδώ για να εμφανίζεται το υποσέλιδο του πλαισίου

source: Click here to unsubscribe.
el: Κλικάρετε εδώ για να διαγραφείτε

source: Collector administration
el: Διαχείριση συλλέκτη

source: Composer for format : ${format}
el: Συνθέτης για το φορμάτ : ${format}

source: Composers
el: Συνθέτες

source: Confirm your subscription with ${channel-title}
el: Επιβεβαιώστε την εγγραφή σας στο ${channel-title}

source: Confirming your subscription
el: Επιβεβαιώνεται η εγγραφή σας

source: Description of the rendered portlet
el: Περιγραφή του πλαισίου

source: Displays a form that lets you send this content item as a newsletter.
el: Εμφανίζει μια φόρμα που σας επιτρέπει να στείλετε αυτό το περιεχόμενο σαν ενημερωτικό δελτίο

source: Download
el: Μεταφόρτωση

source: E-mail address
el: Διεύθυνση Ε-mail

source: Edit
el: Επεξεργασία

source: Edit ${collector}
el: Επεξεργασία ${collector}

source: Edit ${selector} for ${channel}
el: Επεξεργασία ${selector} για το ${channel}

source: Edit Channel ${channel}
el: Επεξεργασία καναλιού ${channel}

source: Edit Channel Subscribe Portlet
el: Επεξεργασία Πλαίσιου Εγγραφής Καναλιού

source: Edit existing subscriptions
el: Επεξεργασία υπαρχόντων εγγραφών

source: Edit the properties of the channel.
el: Επεξεργασία ιδιοτήτων του καναλιού

source: Edit the properties of the composer.
el: Επεξεργασία ιδιοτήτων του συνθέτη

source: Enter a search query to find content.
el: Εισάγετε μια αναζήτηση για την εύρεση περιεχομένου

source: Error importing subscriber file.
el: Σφάλμα στην εισαγωγή φακέλου εγγεγραμμένων

source: Failed messages
el: Αποτυχημένα μηνύματα

source: File has not correct format.
el: Το αρχείο δεν έχει τη σωστή μορφή

source: File was not given.
el: Δεν δώθηκε αρχείο

source: Fill out the form below to receive an email with a link from which you can edit you subscriptions.
el: Συμπληρώστε τη φόρμα παρακάτω για να λάβετε email με ένα σύνδεσμο από τον οποίο θα επεξεργαστείτε τις εγγραφές σας

source: Fill out the form below to subscribe to ${channel}. Note that this is for new subscriptions. Click here to <a href="${url}">edit your subscriptions</a>.
el: Συμπληρώστε τη φόρμα παρακάτω για να εγγραφείτε στο ${channel}. Σημειώστε ότι αυτό αφορά μόνο νέες εγγραφές. Κλικάρετε εδώ για να <a href="${url}">επεξεργαστείτε τις εγγραφές σας</a>.

source: Find the channel you want to enable direct subscription to
el: Βρείτε το κανάλι για το οποίο θέλετε να ενεργοποιήσετε την άμεση εγγραφή

source: Flush new messages
el: Στείλτε τα νέα μηνύματα

source: Flush old messages
el: Στείλτε τα παλιά μηνύματα

source: Footer text
el: Κείμενο υποσέλιδου

source: From address
el: Από διεύθυνση

source: From name
el: Από όνομα

source: Generate
el: Δημιουργία

source: Header text
el: Κείμενο επικεφαλίδας

source: If selected and a subscriber exists in the database, but is not part of the uploaded file, the subscriber will be removed from the list.
el: Εάν επιλεγεί και υπάρχει κάποιος εγγεγραμμένος στη βάση δεδομένων που δεν υπάρχει στο αρχείο που μεταφορτώνεται, ο εγγεγραμμένος θα διαγραφεί από τη λίστα

source: Include collector items
el: Συμπερίληψη αντικειμένων συλλέκτη

source: Information on how to confirm your subscription has been sent to you.
el: Σας στάλθηκαν πληροφορίες για το πως θα επιβεβαιώσετε τη συνδρομή σας

source: Item added successfully.
el: Το αντικείμενο προστέθηκε με επιτυχία

source: Item successfully deleted.
el: Το αντικείμενο διαγράφτηκε με επιτυχία

source: Item successfully moved.
el: Το αντικείμενο μετακινήθηκε με επιτυχία

source: Items
el: Αντικείμενα

source: Last Change
el: Τελευταία αλλαγή

source: Manage or add subscriptions.
el: Διαχειριστείτε ή προσθέστε εγγραφές

source: Manage your subscriptions
el: Διαχειριστείτε τις εγγραφές σας

source: Message subject
el: Θέμα μηνύματος

source: Messages successfully sent
el: Μηνύματα στάλθηκαν με επιτυχία

source: Messages waiting to be sent
el: Μηνύματα αναμένουν αποστολή

source: Messages with errors
el: Μηνύματα με σφάλματα

source: Messages with errors in the retry queue
el: Μηνύματα με σφάλματα σε αναμονή επαναδοκιμής

source: Move block down
el: Μετακινήστε το μπλοκ κάτω

source: Move block up
el: Μετακινήστε το μπλοκ πάνω

source: My subscriptions
el: Οι εγγραφές μου

source: New messages
el: Νέα μηνύματα

source: Newsletter
el: Ενημερωτικό δελτίο

source: Newsletter statistics
el: Στατιστικά ενημερωτικού δελτίου

source: No items found.
el: Δεν βρέθηκαν αντικείμενα.

source: No messages queued.
el: Δεν υπάρχουν μηνύματα στην αναμονή

source: Only some of your changes were saved
el: Μόνο ορισμένες από τις αλλαγές σας αποθηκεύτηκαν

source: Please confirm your subscription
el: Παρακαλούμε επιβεβαιώστε την εγγραφή σας

source: Please fill in a date.
el: Παρακαλούμε συμπληρώστε μια ημερομηνία.

source: Please select items to flush.
el: Παρακαλούμε επιλέξτε τα αντικείμενα προς αποστολή

source: Please select items with new messages to flush.
el: Παρακαλούμε επιλέξτε τα αντικείμενα με νέα μηνύματα προς αποστολή

source: Please select precisely one channel for preview.
el: Παρακαλούμε επιλέξτε ακριβώς ένα κανάλι για προεπισκόπηση

source: Please select which channel you'd like to send queued e-mails of.
el: Παρακαλούμε επιλέξτε το κανάλι από το οποίο θα σταλούν τα μηνύματα σε αναμονή

source: Portlet description
el: Περιγραφή πλαισίου

source: Portlet header
el: Επικεφαλίδα πλαισίου

source: Preview
el: Προεπισκόπηση

source: Proceed
el: Προχωρήστε

source: Remove block
el: Απομακρύνετε το μπλοκ

source: Remove entries
el: Απομακρύνετε τις εισαγωγές

source: Remove non-existing
el: Απομακρύνετε τα μη-υπάρχοντα

source: Reply-to address
el: Διεύθυνση αποστολής απαντήσεων

source: Retry messages
el: Μηνύματα επαναπροσπάθειας

source: Rich text
el: Πλούσιο κείμενο

source: Save
el: Αποθήκευση

source: Schedule distribution
el: Προγραμματισμός διανομής

source: Scheduled time
el: Προγραμματισμένη ώρα

source: Search
el: Αναζήτηση

source: Search subscribers
el: Αναζήτηση εγγεγραμμένων

source: Sections
el: Τμήματα

source: See an in-browser preview of the newsletter.
el: Δείτε μια προεπισκόπηση του ενημερωτικού δελτίου μέσα στο φυλλομετρητή

source: Send
el: Αποστολή

source: Send ${item} as newsletter
el: Αποστολή του ${item} σαν ενημερωτικό δελτίο

source: Send as newsletter
el: Αποστολή σαν ενημερωτικό δελτίο

source: Send messages now
el: Αποστολή μηνυμάτων τώρα

source: Send preview
el: Προεπισκόπηση αποστολής

source: Sent messages
el: Απεσταλμένα μηνύματα

source: Should you be already subscribed to one of our lists, please use this form to retrieve a link to your personalized subscription page:
el: Εάν έχετε ήδη εγγραφεί σε κάποια από τις λίστες μας, παρακαλούμε χρησιμοποιήστε αυτή τη φόρμα για να ανακτήσετε ένα σύνδεσμο προς την προσωπική σελίδα εγγραφών σας

source: Show footer
el: Προβολή υποσέλιδου

source: Show preview
el: Προβολή προεπισκόπησης

source: Singing & Dancing configuration
el: Ρυθμίσεις Singing & Dancing

source: Standard Channel
el: Κανονικό κανάλι

source: Subscribe
el: Εγγραφή

source: Subscribe directly from portlet
el: Εγγραφή κατευθείαν από το πλαίσιο

source: Subscribe to ${channel}
el: Εγγραφή στο ${channel}

source: Subscribers
el: Εγγεγραμμένοι

source: Subscribers exported.
el: Εγγεγραμμένοι εξήχθησαν

source: Subscriptions
el: Εγγραφές

source: Successfully flushed channels.
el: Κανάλια που στάλθηκαν με επιτυχία

source: Successfully flushed new in channels.
el: Κανάλια που στάλθηκαν νέα με επιτυχία

source: Successfully scheduled distribution.
el: Διανομή που προγραμματίστηκε με επιτυχία

source: Text in footer - if omitted the channel title is used
el: Κείμενο στο υποσέλιδο - αν παραλειφθεί θα χρησιμοποιηθεί ο τίτλος του καναλιού

source: Text to appear at the beginning of every message. You may use a number of variables here including ${subject}.
el: Κείμενο που εμφανίζεται στην αρχή κάθε μηνύματος. Μπορείτε να χρησιμοποιήσετε έναν αριθμό μεταβλητών εδώ, συμπεριλαμβανομένου ${subject}

source: Text to appear at the end of every message
el: Κείμενο που εμφανίζεται στο τέλος κάθε μηνύματος

source: The channel to enable subscriptions to.
el: Το κανάλι για το οποίο ενεργοποιείτε τις εγγραφές

source: The channel to send this through
el: Το κανάλι από το οποίο θα σταλεί αυτό

source: The from addess that will appear in messages sent from this composer.
el: Η διεύθυνση αποστολέα που θα εμφανίζεται στα μηνύματα που στέλνονται από αυτό το συνθέτη

source: The reply-to addess that will appear in messages sent from this composer.
el: Η διεύθυνση απαντήσεων που θα εμφανίζεται στα μηνύματα που στέλνονται από αυτό το συνθέτη

source: The sender name that will appear in messages sent from this composer.
el: Το όνομα αποστολέα που θα εμφανίζεται στα μηνύματα που στέλνονται από αυτό το συνθέτη

source: The stylesheet will be applied to the document.
el: Το στυλ σελίδας που θα εφαρμόζεται στο έγγραφο

source: There seems to be an error with the information you entered.
el: Μάλλον υπάρχει κάποιο λάθος σε πληροφορίες που εισάγατε

source: There were some errors.
el: Υπήρξαν κάποια λάθη

source: This is only required if you click 'Schedule distribution' below
el: Αυτό απαιτείται μόνο αν επιλέξετε 'Προγραμματισμένη διανομή' παρακάτω

source: This is only required if you click 'Send preview' below
el: Αυτό απαιτείται μόνο αν επιλέξετε 'Αποστολή προεπισκόπησης' παρακάτω

source: This portlet allows a visitor to subscribe to a specific newsletter channel.
el: Αυτό το πλαίσιο επιτρέπει σε έναν επισκέπτη να εγγραφεί σε ένα συγκεκριμένο κανάλι ενημερωτικού δελτίου.

source: Title
el: Τίτλος

source: Title of the rendered portlet
el: Τίτλος του εισαγώμενου πλαισίου

source: To confirm your subscription with ${channel}, please click here: ${url}
el: Για να επιβεβαιώσετε την εγγραφή σας στο ${channel}, παρακαλούμε πατήστε εδώ: ${url}

source: Total messages sent
el: Συνολικός αριθμός απεσταλμένων μηνυμάτων

source: Total number of messages sent successsfully
el: Συνολικός αριθμός απεσταλμένων μηνυμάτων με επιτυχία

source: Trigger now
el: Ενεργοποίηση τώρα

source: Type
el: Τύπος

source: Unknown
el: Άγνωστο

source: Unsubscribe
el: Διαγραφή

source: Unsubscribe from newsletter
el: Διαγραφή από το ενημερωτικό δελτίο

source: Up to Channels administration
el: Πάνω προς τη διαχείριση Καναλιών

source: Up to Collector administration
el: Πάνω προς τη διαχείριση Συλλεκτών

source: Up to Singing & Dancing configuration
el: Πάνω προς τις ρυθμίσεις Singing & Dancing

source: Up to Site Setup
el: Πάνω προς την εγκατάσταση της ιστοσελίδας

source: Upload
el: Μεταφόρτωση

source: Upload a CSV file with a list of subscribers here. Subscribers already present in the database will be overwritten. Each line should contain: ${colums}.
el: Μεταφορτώστε ένα αρχείο CSV με μια λίστα εγγεγραμμένων. Οι εγγεγραμμένοι που ήδη υπάρχουν στη βάση δεδομένων θα διαγραφούν. Κάθε γραμμή θα πρέπει να περιέχει: ${colums}.

source: Upload list of subscribers.
el: Μεταφορτώστε μια λίστα εγγεγραμμένων

source: You are already subscribed to this newsletter. Click here to <a href="${url}">edit your subscriptions</a>.
el: Είστε ήδη εγγεγραμμένος/η σε αυτό το ενημερωτικό δελτίο. Κλικάρετε εδώ για να <a href="${url}">επεξεργαστείτε τις εγγραφές σας</a>.

source: You are already subscribed. Fill out the form at the end of this page to be sent a link from where you can edit your subscription.
el: Είστε ήδη εγγεγραμμένος/η. Συμπληρώστε τη φόρμα στο τέλος αυτής της σελίδας για να σταλεί ένας σύνδεσμος από όπου μπορείτε να επεξεργαστείτε την εγγραφή σας.

source: You are currently subscribed to these newsletters:
el: Είστε ήδη εγγεγραμμένος/η σε αυτά τα ενημερωτικά δελτία:

source: You aren't subscribed to this channel.
el: Δεν είστε εγγεγραμμένος/η σε αυτό το κανάλι.

source: You can subscribe to these newsletters:
el: Μπορείτε να εγγραφείτε σε αυτά τα ενημρωτικά δελτία:

source: You confirmed your subscription successfully.
el: Επιβεβαιώσατε την εγγραφή σας με επιτυχία.

source: You may use a number of variables here, like ${site-title}.
el: Μπορείτε να χρησιμοποιήσετε έναν αριθμό μεταβλητών εδώ, όπως ${site-title}.

source: You subscribed successfully.
el: Εγγραφήκατε με επιτυχία.

source: You unsubscribed successfully.
el: Διαγραφήκατε με επιτυχία.

source: You're receiving this e-mail because you're registered for the ${channel} newsletter.
el: Λαμβάνετε αυτό το e-mail γιατί είστε εγγεγραμμένος/η στο ενημερωτικό δελτίο ${channel}.

source: Your e-mail address is invalid
el: Η διεύθυνση e-mail σας δεν είναι έγκυρη

source: Your email address is already subscribed. Click the "Send my subscription details" button below.
el: Η διεύθυνση e-mail σας είναι ήδη εγγεγραμμένη. Κλικάρετε το κουμπί "Send my subscription details" παρακάτω.

source: Your subscription isn't known to us.
el: Η εγγραφή σας δεν υπάρχει.

source: Your subscription was updated.
el: Η εγγραφή σας ενημερώθηκε.

source: description_channel_administration
el: Ένα Κανάλι είναι κόμβος ρυθμίσεων. Δεν κάνει κάτι μόνο του. Παρέχει έναν αριθμό συνιστωσών που ρυθμίζονται. Είναι επίσης ο συλλέκτης των εγγραφών σε αυτό.

source: description_collector_administration
el: Οι Συλλέκτες είναι χρήσιμοι για αυτόματα ενημερωτικά δελτία. Είναι υπεύθυνοι για τη συναρμολόγηση μια σειράς αντικειμένων προς δημοσίευση.

source: description_statistics_administration
el: Δείτε τα στατιστικά του ενημερωτικού δελτίου

source: label_channel_administration
el: Διαχείριση Καναλιού

source: label_collector_administration
el: Διαχείριση Συλλέκτη

source: label_statistics_administration
el: Στατιστικά
